{"subreddit": ["askreddit", "funny", "todayilearned", "pics", "science", "worldnews", "iama", "aww", "videos", "gaming"], "author": ["UnholyDemigod", "Matth1as", "Emily_Jacob", "TheGuyWhoSaidWAT", "MakeupNoob03", "junkinthetunk", "mr_steeles", "HoneyCombr", "fearless_astronaut", "zed925", "rantymcrant3", "AntagonizingVegan", "Microwave_on_HIGH", "dumdumdeedee", "buggaluggs", "LayOffTheLittleGuy", "puc_puggy", "Gertonification", "janew0lf", "Shahryar78", "xavierdc", "gsherman2172", "ChangedDaily", "floydbc05", "roflmaocopter", "funny_mod", "saboteur2011", "shark_ninja15", "Bake1991", "Sleepysam86", "donthitsave", "spacedrgn", "kurkon", "shardikprime", "ProfessorRetro", "goneintorapture", "SerPuissance", "rockyviz", "longrifle", "Gonzo0_0", "MrTechnohawk", "ShadingTheVerb", "whiskyart", "sparkrivet", "G3nzo", "Gwizwold", "SplittingEnnui", "CharlesButtlet", "Lost_Taco", "sircrotch1", "TILMods", "ibarabi", "TheCannon", "ladadadas", "Songshi_Quan", "EZ_does_it", "lazybrouf", "tsmsteve", "deputy_diarrhea", "proof-in-the-pudding", "JustJivin", "Chrysoscelis", "THAT_IS_FUCKING_LEWD", "undue-influence", "zauzau", "htid85", "chargoggagog", "giobbistar21", "DanAxleer", "neko819", "dargouder", "zahrul3", "MudnuK", "zahrul3", "Mrs_Holman_7", "allthefoxes", "cwenham", "mattythedog", "olahalvorsen", "fingercup", "ThereW0LF", "Proteon", "normalhypocrite", "Mxxhxxl", "iBleeedorange", "ProudOwner7", "iam4real", "phoenixgtr", "FijianTrotter", "AbsolutelyDistinctly", "thecrunchcrew", "jagershotzz", "Proteon", "IVGreen", "Jakochu", "Hesalright", "caittully", "TheTaoOfBill", "11Bangg", "atworknotworking89", "ClimateConsensus", "drewiepoodle", "ClaireAtMeta", "AsheNoodle", "suntzu124", "ClaireAtMeta", "blueredscreen", "Travis_Hagey", "Hussein62511", "jezebaal", "drewiepoodle", "burtzev", "acidacetylsalicylic", "acidacetylsalicylic", "drewiepoodle", "iamisg", "ClaireAtMeta", "LawisJenny", "dustofoblivion123", "amprvector", "NutritionResearch", "Lightfiend", "ninthinning01", "xSmoothx", "Alantha", "anutensil", "anand460", "reizorc", "Quiglius", "BG_237", "F16KILLER", "bracegirdle11", "Israil_Akbar", "thekittycommander", "Enpassant95", "ElanaP", "NOCAGENT", "-wildaboutminny-", "Studr47", "naeem978", "Nobilitie", "DoremusJessup", "jaredsquared", "mememeeeeee", "mitch3482", "anand460", "CameronsPigPimp", "BigAstra", "LawOtheLariat", "ElanaP", "asliyoyo", "Crapletunnel", "theycallhimlaser", "whoismrrobot", "Mynameisnotchris", "ClayLandry", "akkatracker", "Quanttek", "bcxx143", "ThrewInTheTrash", "KilljoySadid", "salt_booze", "fezu", "rvtjess", "Mod_Ronan", "legit_khajiit", "fireflygenome", "Puge_Henis", "kangerluswag", "AlbinoAlex", "SlimeWizard", "cnespace", "drunkymovie", "w8w8", "drawsyourlife", "Asfand1", "appleandoranges", "stafford6445", "jelleyk", "BlameMyGypsySoul", "beckasaurus", "WilliamFulton", "RespectMyAuthoriteh", "1Voice1Life", "ChristopherLWalke", "tootiredtowink", "classiques", "Brumdur_urmduhr", "Asfand1", "TheEightDoctor", "Horg56", "JaneDMiles", "doondlooo", "madisonmayo", "LillieGPires", "CharlesDorky", "mattythedog", "1Voice1Life", "Housreet", "PloupPloup83", "videosmods", "nice_comment_thanks", "echo_the_bunny", "PurpleHarley", "ZombieBehindMe", "Forgetful_Name", "khale93", "HorseAFC", "dean4", "imjustandrew", "leedade", "Jmastersam", "JWL1092", "foxtooth", "BastardtheGreen", "beckhard", "HengistPod", "AskJ33ves", "Corey1845", "nuclearbigdaddy", "advents", "timothy558", "Raizerback45", "earhere", "imafkngenious", "AdamE89", "Ortophonic", "Inothernews1", "RosandRosa", "tv9924", "zaprod", "Jennifernd", "bigsmily", "fingercup", "miscreation00", "Blubbey", "numb3red", "AmbientCreations", "surplusllama", "schneper", "Thehottamaly", "SLeNDeRMaN-23", "ifaptoyoueverynight", "Remixit", "iBleeedorange", "MysticVII", "Atreyen", "pickledseacat", "qwertybrah", "chewyslaw"], "title": ["/r/askreddit's originality contest, round 2", "Teachers of Reddit: Have you ever had a real genius in class? What made him/her so smart?", "Teachers of reddit, what shit goes on at schools that students don't know about?", "What would the 12 year old you think of you if he/she sees you right now?", "What do you actually love about yourself?", "[Serious]People with kind, supportive, 'good' family lives that still ended up in trouble/going down a bad path, what happened? What other factors in your life influenced your choices? If you have any siblings, how did they turn out?", "[SERIOUS] What is the best unexplained mystery?", "All you can eat buffet employees, what is the most disgusting display of gluttony you have witnessed?", "Without google, what do you think your spleen does?", "What's the first thing that comes to mind when you hear \"South Africa\"?", "Non-Australians, what thing do you wish your country did as well as Australia?", "Americans, what do you actually think of Canadians?", "What is your favorite riddle?", "Redditors whose parents disciplined them using physical force in childhood: How do you feel about it now? Did you face negative psychological effects and what helped you cope?", "hello redditors related to famous people, what is your relationship with them like?", "Adult Men who drop your pants all the way to the ground when you take a standing pee... WHY?", "What's the worst nightmare you've ever had?", "Take all Hillary, Bernie, Trump, and Cruz supporters divide them up respectively and send each to a new planet to colonize life. Flash forward 500 years, what has become of the colonies?", "Computer programmers of Reddit, what is your best advice to someone who is currently learning how to code?", "What are you sick of society force-feeding you?", "Non-Americans of Reddit, What is the \"Area 51\" or \"Bigfoot\" equivalent of your country?", "What is your \"everything is going to be okay\" song?", "Photographers of any skill level, what photo are you most proud of?", "What's the best paradox you know?", "Which conspiracy theory has the highest chance of being true?", "Subreddit Of The Month [April 2016]: /r/catreactiongifs. Know of a small (under 10,000 subscribers) humor-based subreddit that deserves a month in the spotlight? Link it inside!", "My friend is starting to realise he looks a bit like mr bean", "Watching House Hunters when this conversation occurred. I think his face says it all...", "So I went to a museum...", "I live in Maine and this is our General Store.", "Code Mode", "bicycle.zip", "I'm not falling for that again bathroom goblins...", "SHOW ME WHAT YOU GOT", "This dog showed up to PetSmart and asked to speak to the manager...", "Poison", "The definitive guide to Australian Wildlife", "When your ghost game is on point, but your victims wrestling moves are also on point!", "My buddy got steaks for his party and the butcher labeled the different cuts appropriately.", "Honk!", "When you don't know the answer, wing it.", "Malcolm in the Middle", "Good doggy", "may the battle commence", "You and your stupid Beethoven!", "Guy at a modern art gallery", "Sailor Freddie", "Do you ever feel like cartoons got a little too real?", "New stroke cut pizza from Papa Johns!", "One of my favorite Simpsons jokes", "Please copy/paste the relevant text from your source in the comments (+ a note on verifiable titles)", "Request for identification of frequent TILs reposts. Provide TIL reddit link as a top-level comment.", "TIL the satirical news outlet 'The Onion' is now worth more than most of the legitimate news outlets that it mocks", "TIL that Kimbal Musk, brother of Elon Musk, enrolled in culinary arts class after making $307 million from a startup with his brother and then started a nonprofit organisation focusing on environmentalism and healthy eating.", "TIL Gene Wilder is still alive, and hasn't acted in a movie, because he is tired of \"the bombing, shooting, killing, swearing and 3-D.\"", "TIL Smoke Detectors mostly chirp in the dead of night because the chemical reaction in batteries slows down when the air get's colder thus tripping the detectors low battery detector.", "TIL Kit Kats became so popular in Japan because of a literal translation of \"kitto katsu\", which means \"Surely win\" and lead to the implication of the bar giving good luck (making it a popular snack, especially before exams.)", "TIL Jackie Chan never really liked the Rush Hour Series but continued starring due to an \"irresistible\" amount of money.", "TIL that usury, the practice of giving loans that unfairly enrich the lender (e.g., interest), is condemned in most religious texts, including those of Buddhism, Christianity, Islam, Judaism, and others.", "TIL a US judge has ruled that a man who was declared dead after he had disappeared for 30 years cannot be declared officially alive, though he has returned home and is in good health.", "TIL the United States has the 4th largest native Spanish-speaking population in the world, and has more native speakers than Spain", "TIL the constitution of the Bhutan specifies that 60% of the country must remain forested.", "TIL that a man once robbed two banks with lemon juice on his face, thinking that lemon juice's \"invisible ink\" property would erase his face from security camera footage.", "TIL Harris County, Texas has sentenced more people to death than 49 states.", "TIL that Mack Robinson, brother of Jackie Robinson, medaled in the 1936 Olympic Games in Berlin. Upon returning home to California, the only work he could find as an African American was sweeping streets, which he did while wearing his Olympic 'USA' sweatshirt.", "TIL Texas has at least 200 ghost-towns", "TIL Gary Plauche killed his son's kidnapper and sexual abuser in a busy airport as he returned for trial.", "TIL that even though Disney was willing to completely fund Lady in the Water, M. Night Shyamalan stormed out of their offices claiming they no longer valued individualism, because then-chairman Dick Cook didn't understand the story. The film was later released under Warner Bros.", "TIL; that in the 19th century puberty began at 15 for girls and 16 for boys, instead of 11 for girls and 12 for boys as it is now.", "TIL in 1999, Macromedia hired Trey Parker and Matt Stone of South Park fame to create 39 animated shorts to showcase its \"Shockwave\" player. The result was \"Princess\". Parker and Stone never heard back after submitting the first two episodes. Here's the first episode (very NSFW).", "TIL A pair of twins were separated at birth, adopted and raised by separate families on 2 separate continents. They were reunited when one of them saw the other starring in the movie 21 & Over, saw the resemblance and contacted her via Facebook.", "TIL that population density and political preference go hand in hand; people living in high density areas tend to vote liberal whereas people living in low density areas tend to vote conservative.", "TIL the Imperial Air Force of the micronation of the Empire of Paravia consists of 2 radio-controlled helicopters and a pair of small rubber band planes.", "TIL Russia has launched a campaign on 'selfie safety', following a spate of selfie-related accidents, among which included two men killed by a live grenade they were posing with.", "TIL the Azara’s owl monkey is an \"unusually faithful\" species. Through 18 years of research and testing, they have been found to be both socially monogamous as well as genetically. 35 offspring born to 17 pairs showed zero cheating for both sexes!", "/r/pics March 2016 moderation report - Pics Mods: The New Gods? Science Says: \"Yes!\"", "Professional photographers and artists: We now offer 'Verified' flair and guidelines for linking to your own site", "An abandoned Chinese fishing village", "View from our \"hotel room\" in Finland :)", "He found a puddle..", "Dread", "A Conch's eyes", "*cries in italian*", "3 way bridge", "The farm below the mountain", "TIL raspberries make great Lego wigs", "Solid as a Rock", "I took a picture a of a bridge a while ago before it was open to the public.", "When you are over 6'1\" tall, but you are still very short compared to your 7'6\" tall friend.", "Come in - I've been expecting you...", "President Obama and Steph Curry getting in a game of Connect Four at the White House", "Whales surfing pipeline.", "Forest refracted in a drop of water", "Man uses wheelchair to create ultimate Deadpool cosplay at oakcity comiccon", "GF and I playing Pokemon on the train and this little dude just comes over and straight up says \"can I have a go?\" Proceeds to hop on her lap and play Pokemon with us for 2 hours.", "8 years, an expander, teeth removal, braces and double jaw surgery later...", "A Sailor's delight", "I've been a parent for a week. Already a pro.", "You ever wonder why your package didn't get delivered?", "My granddad is on day 3 of home hospice. I don't know why I'm posting this. I just want the world to know how much I love him.", "Science AMA Series: We just published a study showing that ~97% of climate experts really do agree humans causing global warming. Ask Us Anything!", "Study on twenty obese individuals, shows that if an overweight person is able to maintain an initial weight loss – in this case for a year – the body will eventually ‘accept’ this new weight and thus not fight against it, as is otherwise normally the case when you are in a calorie-deficit state.", "Tetanus, diphtheria, and pertussis (TDaP) vaccination every 10 years is unnecessary. A new cross-sectional analysis of the blood of 546 adults has revealed that immunity persists for decades after vaccination. A new vaccine schedule based on these results could save $140,000,000 each year in the US.", "Study finds that snorkelers harm coral reefs more than they realise, and that raising awareness on reef etiquette can help", "Scientists developed a microscope that uses AI in order to locate cancer cells more efficiently. The device uses photonic time stretch and deep learning to analyze 36 million images every second without damaging the blood samples", "Low-carb diets lead to more weight loss than low-fat diets. Meta-analysis of 53 randomized controlled trials including 68,128 participants found low-carb diets to yield significantly more weight-loss. Among the more aggressive diets studied high-fat diets also performed better than low-fat diets.", "Scientists Identify A Host Protein That Weakens The Immune Response To HIV", "Science AMA Series: I’m Travis Hagey, a Postdoctoral Fellow at Michigan State University studying the sticky toes of gecko lizards. AMA!", "‘Trickle of food’ helped deep sea creatures survive asteroid strike that wiped out the dinosaurs", "Greenness around homes linked to lower mortality: Women live longer in areas with more green vegetation, according to new research.", "It’s Not Cancer: Doctors Reclassify a Thyroid Tumor. As a result, the condition has been downgraded and thousands of patients will be spared removal of their thyroid, treatment with radioactive iodine, and regular checkups for the rest of their lives.", "The epigenetic clock and telomere length are independently associated with chronological age and mortality", "Clear-cutting destabilizes carbon in forest soils, study finds", "SLAC researchers recreate the extreme Universe in the lab", "Scientists report a new degree of success in using brain scans to distinguish between adults diagnosed with autism and people without the disorder, an advance that could lead to the development of a diagnostic tool.", "Electronic skin measures oxygen levels, visualizes data on the body", "A new study of mouse embryos fertilized by in vitro fertilization indicates that alterations in epigenetic markers on the X chromosome may be why males outnumber females among offspring bred through IVF.", "Feeling objects that aren't there", "Researchers find lower caloric intake provides a benefit to middle-aged, but not young, animals", "Antiobiotic-induced gene swapping, once believed to be one of the main forces driving the increase of antibiotic resistance, shown not to be true for most cases", "UC Davis Study Says Logos Make a Group Seem ‘Real’", "Stuttering Mice Could Reveal New Clues About the Speech Disorder", "Record Balkan floods of 2014 linked to planetary wave resonance", "NASA's Cassini spacecraft has detected the faint but distinct signature of dust coming from beyond our solar system. Since it began orbiting Saturn in 2004, the Cassini spacecraft has collected millions of samples of dust, NASA said. Of these, 36 were found to come outside of the solar system.", "Researchers have cracked the secret of the internal, genetically encoded compass that millions of monarch butterflies use to determine the direction -- southwest -- they should fly each fall to reach central Mexico.", "Man accidentally discovers \"perfectly preserved\" Roman villa in his backyard - Luke Irwin came across a well preserved Roman villa dating back 1,400 yrs which may have been home to an emperor", "Ed Miliband says Panama Papers show ‘wealth does not trickle down’", "Putin revealed to have told Assad: 'We will not let you lose'", "Apple recovered 2,204 pounds of gold from broken iPhones last year", "Study: Pakistan’s public school textbooks negatively portray the country’s religious minorities, including Hindus, Christians and Ahmadis, as “untrustworthy, religiously inferior, and ideologically scheming.”", "Ecuador earthquake: Powerful M7.4 tremor near Pedernales prompts tsunami alerts.", "Earthquake kills 77 in Ecuador, devastates coastal area", "Netanyahu vows Golan Heights will remain part of Israel forever", "Doctors fear 'super-gonorrhoea' will spread across UK", "Rodrigo Duterte: Philippines presidential candidate jokes about rape and murder of Australian missionary", "Europe can't take in millions of migrants: ex-chancellor Kohl - Former German Chancellor Helmut Kohl has warned that Europe can't become \"a new home\" for millions of migrants, in a veiled criticism of incumbent Angela Merkel's liberal asylum policies.", "Magnitude 6.1 Earthquake strikes Tonga", "Islam not compatible with German constitution, says AfD party", "Pharmaceutical company manager busted with $300 million worth of ephedrine, illegally used for production of methamphetamine in India .", "Nearly half of British public think all tax returns should be made public", "Toyota, Sony and Honda to halt production across Japan after supply chain hit following twin earthquakes.", "Thousands of people gathered for a fifth consecutive night in the center of the Macedonian capital of Skopje to protest President Gjorge Ivanov's decision to grant pardons to dozens of politicians, including a former prime minister, accused in a wiretapping scandal", "Congress to vote on impeaching Rousseff in divided Brazil", "Defense official: China deploys 16 fighter jets to disputed South China Sea island", "9 Guantanamo Bay detainees moved to Saudi Arabia", "Anti-Isis coalition 'preparing to launch final assault on Raqqa stronghold', US official says", "Anti-austerity protest brings 50,000 to the streets of London to demand David Cameron's resignation", "Belgian Interior Minister Jan Jambon said Saturday that a \"significant\" part of the Muslim population celebrated attacks, blaming the country's policies for failing to integrate migrants into society.", "England's last remaining golden eagle feared to have died in Lake District", "Church of the Flying Spaghetti Monster conducts legal wedding in New Zealand - A pastarafian couple in New Zealand has become the first to \"tie the noodly knot\" in a legally recognized ceremony officiated by an ordained \"ministeroni\" from the Church of the Flying Spaghetti Monster.", "/r/IndianFood is hosting an AMA with a Michelin-starred Indian Chef Hari Ghotra [xpost]", "[AMA Request] One of the NHL officials who presided over the March 26, 1997 \"Brawl in Hockeytown\", which saw 9 separate play stoppages due to fighting, and one of the best goalie fights of all time.", "[AMA Request] A Goldman Sachs employee who heard one of Hillary Clinton's unreleased speeches", "We are Jeff Moss, also known as The Dark Tangent, and Mr. Robot writer and tech consultant Kor Adana - Ask Us Anything!", "I am a previous Gamestop Store Manager. AMA", "I'm Clay Landry, the Historical Consultant on THE REVENANT", "[AMA Request] A contestant who has been on \"You're Back in the Room\"", "Aiden Aslin, a former British fighter for the YPG, a Kurdish militia fighting the IS, is doing an AMA over in /r/syriancivilwar [xpost]", "[AMA Request] Nicholas Sparks", "[AMA Request] CGP Grey", "[AMA Request] John Green. Author, youtuber, co founder of vidcon and much more.", "[AMA Request] Anyone who has peeled a boardwalk game piece during the McDonald's Monopoly promotional.", "[AMA Request] Jim Zemlin. Executive director Linux foundation.", "IamA credentialed veterinary technician, pet sitter, and volunteer at a wildlife rehab center and feral cat TNR clinics as well as my state's vet tech association. AMA!", "We are the team who brought back Old School RuneScape - Ask us anything!", "[AMA Request] Todd Howard of Bethesda Games Studios", "We are the firefly genome team. Ask us anything!", "[AMA Request] Professional Porn Reviewer", "[AMA Request] Anyone who studied constitutional law at the University of Chicago between 1992 and 2004, when Barack Obama was a lecturer", "I have albinism—AmA", "[AMA Request] Air Traffic Controller", "We are ActInSpace organizers, an international hackathon-like to create your own space startup. AMA !", "I’m Aaron Augenblick, owner/director of Augenblick Studios. We animated Ugly Americans, Wonder Showzen, and Superjail. AMA!", "[AMA Request] Samantha Power, U.S. Ambassador to the United Nations", "[AMA Request] @dril of Twitter (wint)", "because you know, no matter what, he’d do anything for you.", "He cracked open a pen. Blue footprints everywhere!", "Meet Wally; he's 15 years old and just as adorable as when he was a puppy... (I was told to bring him here, hope he belongs)", "I look down to see who's licking my toes and this face is looking back...", "Local police find dog. He looks like he's been arrested and is reflecting on his life choices.", "I've wanted a cat for five years and today I finally got one. Welcome home, Lily!", "Look at that face. The joys of being a parent", "Kitty Casanova", "A pile of puppies", "Took my cat outdoors. Turned out pretty well!", "The noodles are boiling.....", "Khajiit has wares if you have coin", "This little monster found his way into my house today", "You would do anything for your best bud…", "I was hearing creepy noises outside all night, found these monsters this morning.", "Toddler socks make her look adorable!", "Tusken Raider riding Bulldog Bantha", "I get paid to take care of this guy", "His name is Obi.", "Holy hell I can't handle this", "My mum got a bandanna for our dog.", "C'mon little fella, you can do it!", "The tiniest of snoots.", "Like father, like son :)", "Seafood lust", "We're recruiting for a CSS mod", "Doing laundry with hydraulic press and liquid nitrogen", "Canadian Flanders", "Gary The Goats owner facing charges for serious crimes such as making a joke, and peeing into a cup", "Ozzy: AFL vs Soccer Big Hit", "I took about 5000 images and put over 100 hours to make this video of my city Isfahan in Iran. I would really appreciate you guys taking a look! [2:09]", "I give you the AFL. With the speed of NFL but with no pads. Brutal.", "How to screw with a bodybuilder", "Adam Savage from Mythbusters cuts through a 2x4 with a leatherman knife in 21 seconds", "Dad cries tears of joy because of Oculus Rift space simulation", "Man trains his girlfriends pug to be a nazi", "Kevin's still a cunt.", "Ethan Joins a 90s Boy Band", "Every time I show my girlfriend a new movie trailer...", "Japanese girl who sacrificed her life to save people from tsunami (eng-sub)", "How to Make a Pet", "Benedict Cumberbatch reacts to a reddit review of himself", "Chinese Grandma learns English swearing (nsfw)", "A reddit Classic: What playing cricket looks like to Americans", "Possibly the most Australian video on the internet", "Youtube Strikes [UPDATE] - Cr1TiKaL", "An incredible scam of mumbo jumbo science claims that you can use a wet wipe to save electricity", "The making of Arnold Schwarzenegger's \"Commando\" has no right to be this hilarious.", "Warning: Dramatization, may not have happened!", "Cat really likes food", "Anyone else?", "\"No cases\" cause they're stolen from red box...", "TIL in Portal 2, the reason the space core orbits Wheatley is because he is so dense", "Street fighter in plane", "Who says Dark Souls 3 is all serious?", "What I really need for Dark Souls 3...", "Best Video Game Joke.", "I know I'm a noob, but a chance like this doesn't come often. Anyway, sorry I blew it", "Night Rider - Modelling an Indie game", "My first attempt at sculpture! Garrus from Mass Effect", "I may have made a huge mistake", "Uh... I'll pass. [Dark Souls 3]", "Rocket League Drunken Master Style", "Only just noticed these on my partners bedside table. She hasn't owned a PlayStation in years, says she can't bear to get rid of her save files from childhood", "Red Dead Redemption 2 Map Leaked, Will Be a Prequel", "Hot Wheels in Halo 5!", "Big Daddy keychain from Bioshock that I made.", "Skyrim in 2016. Fuck me.", "My dad likes to leave me messages in his Minecraft server", "Game of Thrones in Minecraft", "Found within 1st few minutes of game play. gg", "Why Can't We Be Friends?", "Hand animated point and click adventure, LUNA - The Shadow Dust", "Ubisoft Seeks to Punish Players Who Exploited A Game Glitch", "So the DOOM Beta is going ... good."], "postid": ["4eujyq", "4f6a7t", "4f6e69", "4f5io5", "4f5rr2", "4f6bvz", "4f3yh4", "4f37n8", "4f3rt0", "4f67qb", "4f64dk", "4f6k2p", "4f66tg", "4f74om", "4f508h", "4f5kht", "4f59m2", "4f6zdd", "4f1tgy", "4f5nmf", "4f4rdc", "4f6t35", "4f1h0o", "4f50wo", "4f1p88", "4d11fw", "4f654s", "4f68ap", "4f5von", "4f6kle", "4f6zuc", "4f6eiu", "4f6r2g", "4f5ivh", "4f71ty", "4f6fir", "4f65zn", "4f6rq1", "4f4anh", "4f6rod", "4f3w5i", "4f3tgd", "4f57e3", "4f62uf", "4f3plh", "4f6q81", "4f4v1s", "4f3rph", "4f6k10", "4f6p7s", "2kx75y", "4dnulc", "4f6a1j", "4f6mgd", "4f5mhl", "4f5dsh", "4f4xue", "4f4ljz", "4f4tx8", "4f4i2e", "4f6b0u", "4f6qdp", "4f5b4w", "4f6ltz", "4f4ni5", "4f6ap8", "4f4a1g", "4f6hxh", "4f4muw", "4f5luo", "4f63d2", "4f689c", "4f6i5h", "4f4s7j", "4f6fy8", "4dbw7h", "4a40jr", "4f6hbu", "4f6j51", "4f6dsp", "4f5bg6", "4f6exe", "4f52rr", "4f43g4", "4f74zu", "4f4av9", "4f3z0e", "4f3q5w", "4f6h10", "4f3j1n", "4f3hpa", "4f4shd", "4f3d7u", "4f3eix", "4f455f", "4f6eke", "4f4srg", "4f6fln", "4f6rzt", "4f4n8a", "4f6f6g", "4f4x14", "4f3unp", "4f5zdg", "4f1l9k", "4f6iv9", "4f6w5x", "4f1kib", "4f1e3y", "4f3x4b", "4f03ed", "4f4yu7", "4f1jx2", "4f1jet", "4f3jcv", "4f7qkx", "4f54a6", "4f5hn3", "4f5qoz", "4f3qed", "4f6nvy", "4f6mf5", "4f3t4j", "4f1gcr", "4f2rnl", "4f69v5", "4f6ve8", "4f6gip", "4f46r7", "4f5nhf", "4f4glr", "4f6i6d", "4f66je", "4f5wjk", "4f6fvc", "4f70op", "4f632p", "4f79mq", "4f6z7x", "4f5rdm", "4f6l4x", "4f3y85", "4f6tuc", "4f6i7b", "4f3t3q", "4f6rwq", "4f2cgt", "4f521j", "4f6zih", "4f1nbc", "4f5xih", "4f1z9y", "4f6lci", "4f7mkb", "4f1ocm", "4f7bpy", "4f62fq", "4f7se1", "4f7nuc", "4f3qyg", "4f5ids", "4f6wgq", "4f1chv", "4f30c5", "4ex98n", "4f0vge", "4f2ngz", "4f3wad", "4f000d", "4f2m68", "4f19cr", "4ewc2i", "4exmcd", "4f0gou", "4f0a5s", "4f665z", "4f66ic", "4f67s5", "4f4ihy", "4f64s1", "4f48q1", "4f6ubl", "4f4jfo", "4f4os9", "4f55eb", "4f6r3a", "4f3a6n", "4f4ebt", "4f65am", "4f72la", "4f7iaa", "4f6xjq", "4f6iev", "4f73j0", "4f58y8", "4f66e2", "4f27s2", "4f37mq", "4f7hgg", "4f3dla", "4f78kn", "4f68dk", "4f6gie", "4f5t5q", "4f65qv", "4f4bf7", "4f66ut", "4f3uma", "4f5dqn", "4f4k46", "4f3ry0", "4f6z82", "4f3vco", "4f3b6q", "4f6u7t", "4f7qat", "4f7ics", "4f6fvp", "4f6dr4", "4f24y0", "4f57yl", "4f6boc", "4f67xx", "4f52kx", "4f234j", "4f7o5o", "4f72na", "4f5lir", "4f5zoi", "4f7int", "4f5mwi", "4f5z69", "4f4dtg", "4f6b71", "4f76pe", "4f6xfv", "4f40or", "4f6xwk", "4f48mx", "4f689h", "4f3k68", "4f6xjr", "4f38e3", "4f2qrx", "4f2mvq", "4f56u5", "4f4eha", "4f79sl", "4f75gv", "4f20vp"], "post_content": ["Hey readers! You may remember that some time ago we had a [little contest](https://www.reddit.com/r/AskReddit/comments/2z2lu1/announcing_a_small_contest_to_promote_originality/) for the most original question. Well it was pretty popular at the time, so we're going to follow our own trend of originality and hold the exact same contest again. The rules for the contest are as follows:\n\n* the question deemed most original *and* discussion inspiring as voted *by the mods* will receive reddit gold and a night with the supermodel of your choice (provided you seek her/him out of your own accord and they agree to your advances)\n\n* 'Sexiest sex you ever sexed' or any other NSFW threads do not qualify. We want originality, not something you can jerk off to. \n\n* threads do not have to be marked as serious to be considered. \n\n* post must be within all the rules of the sub (duh)\n\n* most importantly: this is not forced entry. If you do not wish to wrack your brain thinking of something new, feel free to ask any of the other generic questions that pop up every day. \n\nApart from that, all you have to do is think of a question to post. We will do all the work of saving links and voting on them and whatnot, so you can browse and read the same way you always do. The contest will last for a fortnight from today (this thread will be stickied the whole time), after which we go to our secret hideout on Skull Island and decide which we think is the winner (or winners, if we can't choose). \n\nEDIT: disclaimer that is apparently required - do not post your questions in here. Post them as you normally would. \n\n", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "In an effort to make it easier for the TIL community to verify submissions, we're kindly asking that contributors make a top level comment after submitting a TIL **quoting the relevant text from their source** (which should be concisely paraphrased in the submission title). This is not currently a requirement, but we'd appreciate it if everyone would try their best to do it. If the TIL you are posting is linking to a Wikipedia page, please directly link to the section of the Wikipedia page that is relevant to your TIL submission.\n\nIn most cases this will be 2 - 3 sentences, but up to 4 - 5 should be fine if more context is required. If it's not possible to copy/paste the text, then a screenshot of the relevant part (preferably highlighted) or indicating where in the link provided is the relevant piece of information located is also acceptable. If the source includes audio or video, then please link to the pertinent time stamp and transcribe it.\n\nNote that if a source is *just* a table, graph or other raw data/statistics then you won't be able to quote it (by design) -- find another source (and see below for an explanation).\n \n---\n\nWe'd also like to clarify our first rule about submissions needing to be verifiable with a  reliable source that **completely** supports the claims in the post title. This means that you **cannot interpret data and draw your own conclusions** -- everything must be clearly and *explicitly* stated in your source, in words. \n\nWe encounter a lot of issues when people try to submit technical papers, statistical data or other studies that *may* support a claim, but one that the authors don't explicitly make (and hence subject to extra scrutiny).  You have to make it clear when a source just provides evidence supporting/refuting a hypothesis, but doesn't go as far as explicitly stating it as an accepted fact.\n\nThis means that **merely quoting statistics and implicitly generalizing the results of a study is often not acceptable**. You also need to be diligent about not misleading people with overly simplified, outdated or refuted claims.\n\n---\n\nAs an example, you may come across a paper describing a study where coffee consumption was found to be associated with reduced incidents of cancer.  A misleading and unacceptable conclusion would be^1:\n\n> TIL coffee can cure 58% of cancer patients\n\nOn the other hand, this would possibly be acceptable as the details make it clear that the result is not definitive:\n\n> TIL a 2004 study found that coffee consumption was negatively correlated with incidents of bowel cancer in senior citizens\n\nYou still have to do your research, because if this was later disproven or brought into question then it may  subsequently removed as misleading by omission. A variation that may better address this is:\n\n> TIL a 2004 study found that coffee consumption was negatively correlated with incidents of bowel cancer in senior citizens, *however subsequent research was unable to replicate the results*\n \nOf course at this point your TIL is less of an attention grabber and not particularly noteworthy, but hopefully this highlights some of the issues we face with verifying sensational claims.\n\n^1 unless the authors made the same unconditional claim (which is highly unlikely).\n\n---\n\nWhile we do our best to verify submissions and remain objective, please note that **extraordinary or controversial claims will likely be subject to more scrutiny** and it is up to contributors to make them as airtight as possible (and us to be pedantic). \n\n**TL;DR**: be extremely careful with primary sources, and don't interpret data/statistics yourself --  find a **reliable** source that does that for you and paraphrase.\n\n---\n\n\nAs always, we encourage everyone to report rule violations and send us a message about inaccurate TILs. If you feel something was unfairly removed then please first check the comments and then feel free to ask us (we try our best to tag all removals, but this system is somewhat limited).\n\n", "Provide them in this thread. The TIL Mod team appreciates your input.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "Hi everyone\n\nSorry about the title, /u/BritishEnglishPolice INSISTED on it.\n\n---\n\nLet's talk about the month of March for pics. Not *too* much actually changed this month, but we had some foundations worked out which will better help us make changes in the future.\n\n---\n\n#Verified Photographer flair!\n\nOur largest change in the month of March, we added a new process and flair for people to become verified on /r/pics - Verification allows photographers and artists to post directly from their site (assuming they follow reddit spam guidelines). With this, we hope to urge photographers to share their work with /r/pics, as well as show our subscribers some of the best! If you are interested in this flair, please read more in the sticky below this one!\n\n#Automod refresh\n\nOur automod config got a bit smarter. Nothing much to say here, but hopefully less false positives and better spam stopping\n\n#New mods - Unlimited power\n\nAfter working with our new moderators, all have been \"promoted\" to a full moderator. Each even got their own banhammer! We didn't need to share this time!\n\n#Continued work on flair\n\nAgain, not too much happened public facing in the month of March, but we did manage to work a bit more on our flair, and there should be more to say about this in the upcoming months.\n\n---\n\nWe expect to have one new rule addition out in the month of April, with more coming soon.\n\n---\n\nNow let's get to the part everyone cares about:\n\n#Stats\n\nIn March 2016 we:\n\n* Made 42680 moderator actions (Up about 3000 from last month)\n\n* Removed a total of 14709 (Up only 300 or so from last month)\n\n* Removed a total of 8276 comments\n\n* Banned a total of 604 people (This includes temporary and permanent bans)\n\n* Manually unbanned 41 people. (This does not include temp bans expiring)\n\n* Ignored 953 of your reports (Compared to the thousands we get, keep reporting!)\n\n* Stickied 25 posts or comments\n\n* Locked 3 posts (and unlocked one)\n\nIn the month of March, reddit administrators made ***ZERO*** actions\n\nIn the month of March, we received a total of 1 post takedown requests.   \n1 was completely unactionable  \n0 were actioned by us  \n0 were forwarded to reddit and no action was taken on our part", "In the past we've discouraged links to unfamiliar image hosts because we tend to crash their servers or bankrupt them with bandwidth fees whenever they hit the front page and get hit with front-page traffic. In a few egregious cases, we've also encountered a bit of excessive self-promotion.\n\nThis had led to shutting-out many professional photographers and artists who would like to submit their work to /r/pics while hosting the images on their own sites, rather than just imgur, 500px, flickr or deviantart.\n\nMost of the hosting issues seem to have been worked out over the last few years: many good hosts now have affordable plans that can take a 5K-karma post without handing you a bill for half your life savings. So for the past few months, we've been unofficially relaxing those restrictions a little to see how it goes, and we'd now like to open this up officially. \n\n[These are our guidelines for professional photographers and artists who would like to host submissions from their own sites](https://www.reddit.com/r/pics/wiki/professionals). We're also offering \"Verified Photographer\" and \"Verified Artist\" flair to users who can prove to us (privately via modmail) that it's their site. Verified status means that other redditors on /r/pics can see that your posts are OC (Original Content) unless you specify otherwise in the post title. \"Verified\" flair will be a condition for linking to your own site, from now-on.\n\nAll of reddit's [self-promotion rules](https://www.reddit.com/wiki/selfpromotion) still apply, of course, which means this isn't a license to spam /r/pics or pass off other people's content as your own.\n\nOur subscribers come here to see all kinds of pics--the unusual, the hilarious, and the inspiring--but we know they're hungry for quality above all, and we'd love to see you bring it.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "**Hello there, /r/Science!**\n\nWe* are a group of researchers who just [published a meta-analysis](http://iopscience.iop.org/article/10.1088/1748-9326/11/4/048002) of expert agreement on humans causing global warming. \n\nThe lead author John Cook has a video backgrounder on the paper [here](https://www.youtube.com/watch?v=pEb49cZYnsEl), and articles in [The Conversation](https://theconversation.com/consensus-confirmed-over-90-of-climate-scientists-believe-were-causing-global-warming-57654) and [Bulletin of the Atomic Scientists](http://thebulletin.org/yes-there-really-scientific-consensus-climate-change9332). Coauthor Dana Nuccitelli also did a background post on his blog at the Guardian [here](http://www.theguardian.com/environment/climate-consensus-97-per-cent/2016/apr/13/its-settled-90100-of-climate-experts-agree-on-human-caused-global-warming). \n\nYou may have heard the statistic “97% of climate experts agree that humans are causing global warming.” You may also have wondered where that number comes from, or even have heard that it was “debunked”. This metanalysis looks at a wealth of surveys (of scientists as well as the scientific literature) about scientific agreement on human-caused global warming, and [finds that among climate experts, the ~97% level among climate experts is pretty robust](http://i.imgur.com/oCevIhE.jpg). \n\nThe upshot of our paper is that [the level of agreement with the consensus view increases with expertise](http://i.imgur.com/L7xpRny.png). \n\nWhen people claim the number is lower, they usually do so by cherry-picking the responses of groups of non-experts, such as [petroleum geologists](http://www.climatesciencewatch.org/2013/02/14/james-taylor-misinterprets-study-by-180-degrees/) or [weathercasters](http://www.theguardian.com/environment/climate-consensus-97-per-cent/2013/dec/02/meteorologists-global-warming-consensus). \n\nWhy does any of this matter? Well, there is a growing body of scientific literature that shows the public’s perception of scientific agreement is a “gateway belief” for their attitudes on environmental questions (e.g. [Ding et *al.*, 2011](http://www.nature.com/nclimate/journal/v1/n9/full/nclimate1295.html, [Aklin and Urpelainen, 2014](http://www.sciencedirect.com/science/article/pii/S1462901113002141), [van der Linden *et al.*, 2015](http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0118489), and more). In other words, if the public thinks scientists are divided on an issue, that causes the public to be less likely to agree that a problem exists and makes them less willing to do anything about it. Making sure the public understands the high level of expert agreement on this topic allows the public dialog to advance to more interesting and pressing questions, like what as a society we decided to do about the issue. \n\nWe're here to answer your questions about this paper and more general, related topics. We ill be back later to answer your questions, Ask us anything!\n\n*Joining you today will be:\n\n* [Stuart Carlton](http://texasseagrant.org/staff/stuart-carlton/) aka [@jscarlton](https://twitter.com/jscarlton)\n* John Cook aka /u/SkepticScience\n* Sarah Green aka [@FataMorgana_LS](https://twitter.com/FataMorgana_LS)\n* Peter Jacobs aka /u/past_is_future\n* Stephan Lewandowsky aka /u/StephanLewandowsky\n* Andy Skuce aka /u/AndySkuce\n* Bart Verheggen aka [@BVerheggen](https://twitter.com/BVerheggen)\n* and perhaps some others if they have time\n\n**Mod Note:  Due to the geographical spread of our guests there will be a lag in some answers, please be patient!**", "", "", "", "", "", "", "I am a postdoctoral researcher at Michigan State University investigating the biomechanics, evolution, and ecology of gecko lizards with special attention to their adhesive toes. I've always been interested in figuring out how things work and my research blends that interest with biology. I use an evolutionary approach to understand why animals are shaped the way they're shaped, This kind of work is sometimes called functional morphology or comparative biomechanics. \nI specifically focus on the toe pads of gecko lizards, an amazing example of natural nano-technology. Gecko toe pads are a really great system to work with because they have some really unusual mechanics and evolutionary patterns. Unlike other adhesives you may be familiar with (glue, tape, velcro, suction cups), gecko toe pads work completely differently. They are made up of tiny hair-like structures that are much smaller then mammalian hair. These structures are small enough to interact with the surface the gecko is walking on using van der Waals forces (an induced dipole - induced dipole weak intermolecular bond). Simply put, the fact that the gecko hairs are very small and have electrons spinning around them and the surface the gecko is walking on also has electrons spinning around its molecules, results in the gecko hairs being weakly attracted towards the surface. \nThe really interesting part is trying to figure out why there is so much variation across species. Gecko toe pads come in different shapes and their hairs also come in different lengths, diameters, and densities. We're just now beginning to look into how/why this variation evolved and its affect on performance. \nWith this research, we'll not only gain a better understanding of how life on our planet has evolved and adapted to different environments, but some of the things we learn can be applied to help solve complex human problems (biomimicry), like sticking to things in space or designing Spiderman gloves. \n\nI also have a live crowdfunding project at https://experiment.com/projects/are-the-feet-of-gecko-lizards-adapted-to-different-surface-textures you should check out. \n\nI will be back at 1 pm ET to answer your questions, Ask Me Anything!\n\n\nSorry everybody! There was a scheduling snafu! I'll be checking this all day on Sunday (4/16) to answer your questions! Also check out a video of a lecture I gave in 2014 at the University of Idaho\nhttps://www.youtube.com/watch?v=uzmXxp_tjj8\n", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "https://youtu.be/iiwL1_C4wdE\n\nhttps://www.reddit.com/r/IndianFood/comments/4f5o6e/ama_18th_april_send_me_your_questions/", "**My 5 Questions:**\n\n1. What is something you saw on the ice that night that the T.V. audience didn't or couldn't see?\n\n2. It's sometimes easy to forget that the officials almost always need to stop the fight once the risk of injury grows too significant. How do you go about breaking up fights? Were any of the officials hurt during that game?\n\n3. Fighting is a very controversial part of NHL Hockey. Are you for or against fighting in Hockey? What is your opinion of the argument that fighting actually makes Hockey safer?\n\n4. Later in his career, Brendan Shanahan (the guy who did a full-speed body check on Patrick Roy during that game, and also the only NHL player ever with over 600 goals AND 2000 penalty minutes) later became president of the NHL's office of player safety. What are your thoughts on Shanahan's transition?\n\n5. If you could do that night over again, would you change anything?\n\n*PSA: Patrick Roy's last name is pronounced \"Wah\".*", "**My 5 Questions:**\n\n1. Why do you think Secretary Clinton is so unwilling to release the transcripts?\n2. Did the speech that you heard change your opinion toward Secretary Clinton?\n3. Who are you voting for in the presidential election?\n4. What is your opinion of Senator Sanders' rhetoric on breaking up the big banks?\n5. Last but certainly not least, what on Earth did Clinton actually say in her speech?", "Hi everyone,\n\nWe’re friends of Mr. Robot over at USA Network working with Jeff and Kor on today's AMA. They will both be joining us following today's panel at HACKED by DEF CON and Mr. Robot.\n\nDEF CON and Black Hat Briefings founder Jeff Moss, also known as The Dark Tangent, advises governments and companies on both electronic and physical security issues.\n\nMr. Robot writer and tech consultant Kor Adana has worked on everything from enterprise network security for large automakers to a high-profile government investigation alongside NASA. His passion for writing for film and TV has led him to working alongside producers of numerous hit shows.\n\nTheir proof: http://i.imgur.com/GmFZxMi.jpg http://i.imgur.com/8l3W96S.jpg\n\nJeff and Kor will be joining us at 2pm ET, and are looking forward to answering your questions.\n", "I spent around 4.5 years with the company and held positions starting at minimum wage and worked up to Store Manager in the Houston Galleria. I left the company to join the military, but being an employee there has taught me many things about the gaming industry as a whole.\n\nProof: http://i.imgur.com/J7CQ2AZ.jpg\nEdit: More proof requested. http://i.imgur.com/67hO9VU.jpg\n\nEdit: Thank you guys for so many responses! I will get to each as soon as I can. I'll try to make sure to reply to each of you!\n\nEdit: After a few hundred questions, I'm going to end this AMA. Thank you for all of the questions! I enjoyed talking with everyone.Since I have finished answering questions, I have a short blog I am working on with a section about my Gamestop experience. You can find it at www.thenerdrants.com.\n\nThe opinions expressed in this thread are the my own and do not reflect the views of Gamestop Inc.", "Hi everyone. My name is Clay Landry, and I served as the historical consultant on Twentieth Century Fox's THE REVENANT, which is now available on Blu-ray, DVD and Digital HD as of today. You can order it here: http://www.amazon.com/Revenant-The-Blu-ray-Paul-Anderson/dp/B01AB0DX2K\n\nI put the actors (including Leonardo DiCaprio) through a sort of 19th century \"boot camp.\" I am a historian specializing in the Rocky Mountain Fur Trade and Mountain Men, residing in Montana. I taught some of the cast how to light fires with flint, load a flintlock rifle, throw tomahawks, etc. I also worked with production design, set, props and costumes for the film. \n\nPlease feel free to ask me anything about what I did on The Revenant and career wise. \n\n**My Proof: https://app.box.com/s/xgqpmn5gh73vuu3t5dep3mqh35rh0w1m", "**My 5 Questions:**\n\n1. If you're not bound by NDA, were you actually hypnotised?\n2. If so what was the process like?\n3. Are you recognised on the street by complete strangers?\n4. Do you keep in contact with the other contestants?\n5. In the section where you rewatch what happened while you were 'hypnotised' do you exaggerate how little control you had?\n\n**Public Contact Information:** If Applicable\n\nNone.\n\nShow for the uninitiated: https://www.youtube.com/watch?v=mt9cL5_2hGc\n", "#[Hop over to participate in the AMA!](https://www.reddit.com/r/syriancivilwar/comments/4f7n2v/ama_aiden_aslin_british_ex_ypg/)\n\n>Hey folks My names Aiden Aslin (Rojhat Rojava) I was In Rojava for 9 months With the YPG and came back to the UK and was arrested on terrorism AMA \n\n>Some photos of my time there.\nhttp://imgur.com/a/m2nw0\n\n[His identity has been confirmed by the mods](https://www.reddit.com/r/syriancivilwar/comments/4f7n2v/ama_aiden_aslin_british_ex_ypg/d26iy71)", "1. What advice / insight do you have for writers in the digital age?\n2. How do you feel about writers who are freelancing but not necessarily writing creatively even if that's what they want to do?\n3. I've always been curious about writers who say they know their characters and know what they would do, who say they have their own free will and you must let them do what they will do. How do you develop that skill as a writer?\n4. You went to Notre Dame, what did you major in and how did that impact the course of your life and your choices as a writer?\n5. What is the novel writing process? Where does one start?\n\n**Public Contact Information:** \nhttp://nicholassparks.com/contact/\n\nI'm a confused college kid hopeful that one of my favorite authors may reach out, don't kill me, Reddit.", "**My 5 Questions:**\n\n1. How long (on average) does it take you to make a video?\n2. How do you choose what topic to cover?\n3. What was it like being a teacher, and did your students know about your channel?\n4. What do you miss about living in the US?\n5. What do you find to be the best aspect about Truck Simulator games?\n\nTwitter: https://twitter.com/cgpgrey               \nWebsite: http://www.cgpgrey.com/       \nYoutube: https://www.youtube.com/user/CGPGrey", "**My 5 Questions:**\n\n1. How's the writing for your next book going?\n2. When is it coming out?\n3. Will there be a \"Looking of Alaska\" movie?\n4. Who the eff is Hank?\n5. Do you cast movies?\n\nReddit: https://www.reddit.com/user/thesoundandthefury\nTwitter: https://twitter.com/johngreen\n", "**My 5 Questions:**\n\n1. How much did you \"take home\"?\n2. What was you big purchase with the winnings?\n3. What menu item did you peel the piece from?\n4. Do you still eat at McDonald's?\n5. How much trouble was it to claim your prize?\n\n**Public Contact Information:** If Applicable", "**My 5 Questions:**\n\n1. What is it like to give instruction to Linus Torvalds? Does he listen to you?\n\n2.  The book \"Wikinomics\", written by Don Tapscot and Anthony D. Williams, opens up with the innovative and open source approach taken by Goldcorp a few years back when facing an important challenge in finding a new mine in one of their concessions. Do you think that the open source approach introduced and prominently advocated by the whole idea of Linux an the Linux universe can be applied in some way to the corporate world? That is, do you think that corporate processes, such as the R&amp;D, could be carried out using an open source approach?\n\n3. Do you think society is on the verge of facing another major paradigm shift in the way people approach Internet? As paradigm shift I mean the clash between the social network idea of Internet and the anonymity.  More specifically, in the last 10  to 15 years, social networks have become the prominent reason for which billions of users brows the network every day. My question regards the general perception that the Internet user is becoming more and more sick of having to share it's personal information.\n\n4. It has been few years now that some products of the Linux universe have become available for mobile communication (Ex. Ubuntu touch, 2011). Do you think Linux based OS for smartphones will be able to overcome the legal and technical bind between machine and software, thus making it as easy to install as it is for PCs? In short, will smartphones be able to go full open source?  \n\n5. Lately there has been an incremental discussion on the development of AI and the ChatBot. Both Facebook and Google have made important acquisitions in startups of this field. Do you think Linux will also be able to play an important role in such field? Furthermore, do you think that if some or all IA start ups would had shared their insights and undertake a more open source approach the field would have already come up with more prominent achievements?\n\n6. What is your take on AI? Professor Jeffrey D. Sachs of Columbia, in recent debate at the NY Graduate Center with Nobel Laureate Paul R. Krugman, said that IA would help lower the cost of foreign aid and thereby give a strong hand in the reduction and eventually the end of world poverty. Do you agree on his view and do you think that the .com industry is going towards that direction?\n\n7. Last question on the topic AI. Do you think that there is the possibility of a second .com bubble? Looking at the race to IA and the increasing number of start ups and other companies investing in this field I can't help but thinking of what happened in the late 90s. Do you think people in the field are diving too quickly head over heels in it?\n \nPublic Contact Information.\nTwitter account: @jzemlin | Blog: http://www.linuxfoundation.org/blogs/jzemlin", "Graduated from the Vet Tech Institute in 2008 2nd in my class. I've since worked in both specialty practices as well as privately and corporately owned small animal clinics. I'm currently at a small animal clinic that does occasionally see \"pocket pets\".\n\nIn addition to my full time job as a vet tech, I also pet sit full time in clients' houses. Some of my clients live in multi-million dollar houses and have very famous next door neighbors. I've done everything from feeding hamsters to transporting cats 6 hours one-way to their new owners for clients (never again will I do that...).\n\nI also volunteer weekly at a local wildlife rehab center ([just transported a sick fox kit to them yesterday](http://imgur.com/ZWuYiMQ), SO cute) and once monthly at a feral cat TNR (trap and release) clinic where we trap, vaccinate, deworm, spay/neuter feral kitties and then release them back into their colonies. I also hold a seat on my state's Vet Tech Association board.\n\nWith all of my free time that I manage to have, I'm also planning a wedding and do agility with my 2.5 year old Aussie/BC gal, Nova. My furry crew also includes an 11 year old red merle aussie, [Jamie](http://imgur.com/DyddBCe); a brown DSH tabby [Voltron](http://imgur.com/Rq5twQu); two tabby point siamese mixes, [Jorah](http://imgur.com/NzztfDq) and [Espeon](http://imgur.com/Rq5twQu); two Sugar Gliders, Banjo and Kazooie; and two Florida box turtles, Pixel and Byte.\n\n[Jorah has an especially interesting story](https://www.reddit.com/r/cats/comments/3tnpj0/hes_home_update_on_the_baby_kitty_fighting_for/), as he was a feral kitty brought into the TNR clinic on the verge of death so I took him home to care for him. Ended up needing 24 hour hospitalization where he went into cardiopulmonary arrest, but they were able to quickly bring him back to life. He is my miracle baby and is doing fantastic now!!\n\nAMA!\n\n**PROOF:** I don't have a copy of my current license, as it is on display at the clinic atm, [but here is my pocket license from last year](http://imgur.com/LDPMYhM).\n\nAnd [here is me walking a client's cat](http://imgur.com/a/62bth), in case you needed extra reassurance that I am, indeed, crazy enough to do all of these things.\n\n**EDIT** I'll be checking in periodically throughout the afternoon, as I'm at a client's house and their backyard is just to die for.", "Hello! We are the [Old School RuneScape](http://oldschool.runescape.com/) team.\n\nFollowing a referendum and poll asking the players if they would like to see a retro version of RuneScape, back in 2013 we launched a version of RuneScape from way back in 2007. **Old graphics, old gameplay, old everything**.\n\nWe have been actively developing this version of the game, implementing quality of life and content updates which are approved by over 75% of the community. In fact, we are just about to release our first ever quest - **Monkey Madness II** - a sequel to a quest line started over 11 years ago.\n\nWe are a bit of an anomaly in the games industry, and the concept of Old School RuneScape can often boggle the minds of onlookers, so we wanted to answer any questions you may have.\n\nAnswering your questions today are:\n\n* Mod Mat K, product manager\n* Mod Ash, principal content developer\n* Mod John C, QA analyst\n* Mod Weath, brand protection specialist\n* Mod Ronan, community manager\n* Mod Archie, video journalist\n* Mod Maz, training and developer lead\n* Mod Kieren, QA analyst\n* Mod Jed, junior content developer\n\nProof: https://twitter.com/OldSchoolRS/status/720998933468721152\n\n----\nEDIT:\n\nThank you for all of the questions! We're all out of beer and pizza so we are going to head home for now. This was a great experience and we'll be sure to make a return trip at some point in the future.\n\nIf you guys have any questions, you can always find us on [Twitter](https://twitter.com/JagexRonan/lists/osrs-team) or over in /r/2007scape.", "**My 5 Questions:**\n\n1. What is your favourite game?\n2. Have you seen those Godd Howard memes?\n3. What advice would you give to someone wanting to get into the video game industry?\n4. Favourite elder scrolls race?\n5. What games are you highly anticipating? \n\n**Public Contact Information:** https://twitter.com/bethesdastudios", "**Edit:** Thanks for the questions Reddit!  We're out for today but will keep checking in if there are more comments\n\nHey there Reddit!\n\nHave firefly questions?  We have answers!  We are a team of biologists who propose to sequence the genome of the Big Dipper firefly (Photinus pyralis), the most common firefly species in North America.\n\nYou may have seen fireflies flash or glow yourself in the US or around the world, but did you know that fireflies also have a unique importance to science?  The gene behind firefly light, known as luciferase, is used everyday in diverse areas of science like cancer research & food safety.  Since fireflies are culturally important, scientifically important, and have declining populations from problems like habitat destruction, light pollution, and overuse of pesticides, our team proposed the sequencing of the firefly genome in order to preserve the valuable scientific knowledge still locked in the genome and provide genetic markers to help conserve fireflies for the next generation.\n\nWe have these members of team firefly answering your questions today:\n\n* Seth Bybee - Assistant professor of Biology at BYU\n* Sarah Sander - Postdoctoral associate at Cornell\n* Tim Fallon - PhD student at MIT\n\nProof below!\n\n* Proof #1: https://twitter.com/fireflygenome/status/721379714045227008\n* Proof #2: https://www.facebook.com/fireflygenome/\n\nDid we mention that the firefly genome is currently a top 5 finalist in a public contest for a fully-funded high-quality genome sequencing?  If this interests you, please consider voting in the contest!\n\n* Voting link: www.pacb.com/smrtgrant\n* The page for team firefly (with video): https://experiment.com/projects/illuminating-the-firefly-genome\n\nAsk us anything!", "**My 5 Questions:**\n\n1. On average how much porn do you watch a day?\n2. Don't you get tired of it?\n3. What is (in your opinion) the best piece that you've written?\n4. What makes you give a porno 10/10?\n5. What is the Casablanca of porn?\n6. Who's \"the guy\" that porn reviewers aspire to be?\n7. Does your mother know?\n\n", "**My 5 Questions:**\n\n1. Was Obama's lecturing style similar to his energetic political speeches, or was he just another boring lecturer?\n2. What type of lecturer was Obama; did he deviate much from the course content, or ever share exciting stories of his political ambitions?\n3. How did Obama compare to other lecturers at the University of Chicago Law School; was he a stand-out?\n4. Could you see any of Obama's political beliefs come through in his lecturing, such as any criticism of some constitutional amendments, perhaps?\n5. What is the most prominent thought or concept that you took away from Obama's lectures?\n", "Hi Reddit!\n\nMy name is Alex, and I have albinism. I’m back for another exciting AmA!\n\n**Proof**\n\n* AmA proof: https://www.flickr.com/photos/applealexc/26463866235/in/dateposted-public/\n\n* Bonus picture: https://www.flickr.com/photos/applealexc/22260340291/in/dateposted-public/\n\n* Headshots: http://imgur.com/a/gbDz7\n\n* DNA test results: https://www.flickr.com/photos/applealexc/14500821049/in/photostream/\n\n* Letter from my genetic counselor explaining DNA results: https://www.flickr.com/photos/applealexc/14500991097/in/photostream/\n\nSo go ahead, ask me anything.", "**My 5 Questions:**\n\n1. is the job as bad as they say it is?\n2. is the pay as good as they say it is?\n3. did you run into any unexpected requirements for the position\n4. do you see yourself remaining an ATC for the foreseeable future?\n5. do you like my questions? :D\n\n**Public Contact Information:** If Applicable", "EDIT: Thank you everyone for your questions! We'll keep answering you by private message and on http://twitter.com/actinspace We hope many of you will join us during ActInSpace :)\n\nHello to all challenge enthusiasts and soon-to-be entrepreneurs. We work in the space sector and we are the creators of ActInSpace, an international event designed just for you. From challenges using spatial technologies and/or data, you will have to come up with new products and uses that will be part of tomorrow’s daily life, in 24 Hours flat!\n**Do you want to create your own space startup? Then come and ask us all your questions!**\n\nWe are here to answer you:\n\n* Romain Desplats and Chloé Gommé will tell you all about about challenges.\n* Aurelie Baker will inform you about international cities organization\n* Didier Lapierre and Pauline Montfort will answer all other questions.\n\nFor further information, see http://www.actinspace.org/en/ or http://entreprises.cnes.fr/ActInSpace\nChallenges are here: http://www.actinspace.org/en/challenges\n\n**Our Proof:** https://twitter.com/ActInSpace/status/719539250300121089", "Hi Reddit! I’m Aaron Augenblick, Brooklyn based animation director. I’ve owned and operated Augenblick Studios in Brooklyn since 1999. A few Augenblick Studios cartoons: Ugly Americans (Comedy Central), Wonder Showzen (MTV), Superjail (Adult Swim). Golan the Insatiable (Fox), Jellies (Golf Wang), and Golden Age (Comedy Central). I’m happy to discuss all of my cartoons and animation in general.\n\nI’m doing this AMA on behalf of our brand new, biggest undertaking – The Adventures of Drunky. It’s an R-rated animated feature film starring Sam Rockwell, Jeffrey Tambor, Steve Coogan, Nina Arianda, Dave Attell, and Tyler The Creator. Supporting cast includes Noel Wells, Abby Elliot, John Leguizamo, Jon Glaser, Jay Pharoah, James Adomian, Larry Murphy, Rachel Butera, and Randy Pearlstein. There’s never been another movie like it! We’re currently in pre-production.\n\nThe Adventures of Drunky follows Drunky (Rockwell), a barfly who finds himself in the middle of a cosmic bet between God (Tambor) and the Devil (Coogan) over the fate of the Earth. With his life destroyed, Drunky must travel through Heaven and Hell to rescue the girl of his dreams (Arianda) and save the world. Assisting Drunky on his quest are an alley cat (Tyler The Creator) and a demon (Attell).\n \nWe just launched the website for the film and there is more to come! I can’t give away much about the film, so if you would like to know more you can sign up for our newsletter for updates. http://www.drunkymovie.com/\n\nMy Proof: http://i.imgur.com/BTGerko.jpg\n\nThanks everybody! That was so much fun! \nWe have big announcements on the way.\nSign up here to stay connected:\n(http://drunkymovie.com)\n\nYou can also follow us here:\n(https://twitter.com/drunkymovie)\n(https://www.facebook.com/drunkymovie)\n(https://www.instagram.com/drunkymovie)\n\n-AA\n\n", "**My 5 Questions:**\n\n1. What role(s) do you play in the UN itself?\n2. Who or what attributes does the U.S. support in the ongoing search for a new Secretary-General?\n3. What initiative(s) is the U.S. trying to push through the UN right now and why are we pushing them over others?\n4. How can people in the U.S. and around the world get involved in the UN both locally and internationally?\n5. What is your take on foreign policy plans/strategies from both sides in the 2016 presidential election?\n\n**Public Contact Information:**\n\nhttp://usun.state.gov/\n\nhttp://usun.state.gov/contact", "**My 5 Questions:**\n\n1. Do people irl know of your Twitter identity?\n2. Do you consider yourself the inventor of the shit post?\n3. How do you post such quality content all of the time?\n4. How many messages do you get a day?\n5. Are you Jack Nicholson?\n\n**Public Contact Information:** If Applicable\n\nhttps://twitter.com/dril?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "The /r/Videos mod team has a few ideas in mind about how to improve the subreddit family, but we feel that a new lick of paint will make these ideas a lot easier to implement, as well as help in removing a bit of unnecessary text, and generally clarifying the experience.\n\n---\n\n#**The role**\n\nWe're looking for a CSS mod(s) to work on and develop the stylesheet for /r/Videos, /r/Videos_Discussion, /r/Political_Video, and our mod subreddit—they all share the same basic theme. /r/Videos sees around 3million views a day and around 100million a month.\n\nPlease note that this position *does not guarantee* that you will become a full moderator, but any future application would be given priority.\n\n#**Requirements**\n\nThere are no account age or karma requirements for this position, however knowledge of reddit's CSS and having designed or worked on the CSS for a subreddit would be an advantage. \n\n#**How to apply**\n\nTo apply, please [fill out and submit this Google form](http://goo.gl/forms/yzgAfnzyrr), it should take no more than a minute.\n\n#**Questions? Ideas?**\n\nIf you have any questions or CSS ideas, please feel free to leave a comment in this post.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], "type": ["self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "reddit.com", "imgur.com", "imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "45.media.tumblr.com", "imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "m.imgur.com", "self.todayilearned", "self.todayilearned", "thejournal.ie", "theguardian.com", "en.wikipedia.org", "sdinspect.com", "eatocracy.cnn.com", "themovieblog.com", "en.wikipedia.org", "bbc.com", "en.wikipedia.org", "en.wikipedia.org", "mindhacks.com", "huffingtonpost.com", "nytimes.com", "ghosttowns.com", "youtube.com", "en.wikipedia.org", "en.wikipedia.org", "youtube.com", "en.wikipedia.org", "citylab.com", "mw.micronation.org", "theguardian.com", "news.upenn.edu", "self.pics", "self.pics", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "i.reddituploads.com", "i.reddituploads.com", "imgur.com", "imgur.com", "i.reddituploads.com", "imgur.com", "self.science", "healthsciences.ku.dk", "news.meta.com", "biosphereonline.com", "sciencenewsjournal.com", "news.meta.com", "sciencenewsjournal.com", "self.science", "sciencedaily.com", "nih.gov", "nytimes.com", "ije.oxfordjournals.org", "phys.org", "phys.org", "news.brown.edu", "advances.sciencemag.org", "the-scientist.com", "student.societyforscience.org", "the-aps.org", "genengnews.com", "ucdavis.edu", "blogs.discovermagazine.com", "advances.sciencemag.org", "nasa.gov", "sciencedaily.com", "independent.co.uk", "independent.co.uk", "independent.co.uk", "money.cnn.com", "cnsnews.com", "bnonews.com", "uk.reuters.com", "timesofisrael.com", "theguardian.com", "abc.net.au", "france24.com", "independent.co.uk", "reuters.com", "indianexpress.com", "independent.co.uk", "reuters.com", "bigstory.ap.org", "in.reuters.com", "stripes.com", "cnn.com", "independent.co.uk", "independent.co.uk", "france24.com", "ibtimes.co.uk", "dw.com", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.reddituploads.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "self.videos", "youtube.com", "youtu.be", "youtube.com", "youtube.com", "vimeo.com", "youtube.com", "vine.co", "youtube.com", "youtube.com", "youtube.com", "youtube.com", "youtube.com", "youtube.com", "youtu.be", "youtube.com", "youtube.com", "youtu.be", "youtu.be", "youtu.be", "youtu.be", "youtube.com", "youtube.com", "youtube.com", "youtu.be", "imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "gfycat.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "gfycat.com", "gfycat.com", "imgur.com", "ign.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "imgur.com", "imgur.com", "gfycat.com", "inquisitr.com", "gfycat.com"], "score": [736, 4705, 1860, 1126, 689, 258, 3048, 5067, 3136, 203, 169, 93, 128, 38, 373, 197, 247, 34, 3745, 135, 339, 32, 4881, 247, 3745, 268, 5686, 4319, 3978, 1461, 737, 939, 510, 2194, 374, 642, 751, 266, 4024, 250, 5250, 5375, 1505, 421, 4721, 188, 1620, 4066, 209, 171, 2110, 377, 6287, 2444, 5184, 4367, 5391, 5301, 3815, 4087, 512, 305, 1698, 314, 2590, 246, 2267, 176, 1395, 437, 210, 170, 122, 905, 104, 103, 315, 7937, 2591, 1402, 5255, 1234, 4811, 6012, 226, 4097, 4995, 5744, 283, 5906, 5378, 1780, 5768, 5338, 2794, 207, 975, 133, 96, 882, 5288, 5354, 3876, 220, 5630, 42, 15, 1901, 2174, 142, 4967, 46, 737, 622, 73, 1, 15, 7, 4, 26, 0, 1, 16, 96, 26, 5937, 2440, 657, 6013, 1298, 3722, 343, 310, 356, 174, 95, 239, 79, 94, 256, 84, 1221, 58, 68, 1152, 50, 3095, 302, 34, 4488, 2572, 3452, 29, 7, 1317, 6, 12, 1, 0, 43, 7, 0, 179, 35, 4266, 195, 24, 5, 161, 9, 18, 641, 146, 15, 20, 6257, 4414, 4176, 5441, 719, 5333, 299, 2945, 2527, 1250, 172, 5201, 1826, 238, 83, 67, 86, 126, 70, 525, 151, 5881, 2647, 50, 2224, 18, 3264, 1292, 1978, 651, 4136, 504, 5414, 1008, 1909, 3577, 120, 2702, 3900, 108, 50, 52, 106, 115, 5948, 423, 92, 103, 350, 3694, 1086, 1432, 5422, 1519, 323, 2219, 968, 5182, 567, 174, 199, 4237, 167, 2608, 255, 3313, 91, 3648, 4693, 4788, 514, 862, 39, 46, 4847], "gilded": [0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 2, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]}