{"author": ["UnholyDemigod", "Mattstek1", "Matth1as", "Emily_Jacob", "Gertonification", "myusernameisclever", "RStewey2", "Genetic_Butchering", "junkinthetunk", "cone666666", "silverbackbiscuit", "civgarth", "TheGuyWhoSaidWAT", "MakeupNoob03", "ElCrosino", "zed925", "AntagonizingVegan", "gsherman2172", "holmeez", "LawdogNM", "mattstevens3", "Microwave_on_HIGH", "justhereforthelul", "mr_steeles", "Award930", "funny_mod", "docm3194", "superfoodtown", "TheGiantGrayDildo69", "Lucyintehsky", "jrstandsup", "kylemac91", "Jaff4487", "XmiaBoi", "donthitsave", "homefree122", "ProfessorRetro", "CAKE_EATER251", "PM_FOR_MY_DICK_PIC", "kurkon", "Sleepysam86", "Gonzo0_0", "Gwizwold", "sircrotch1", "frozenflameinthewind", "Zonetoried", "G3nzo", "spacedrgn", "shark_ninja15", "saboteur2011", "TILMods", "ibarabi", "holyfruits", "LackingAHeart", "ColinMansfield", "ladadadas", "adeebchowdhury", "Chrysoscelis", "TheCannon", "TapiocaTuesday", "undue-influence", "JustJivin", "PM_me_Venn_diagrams", "man_with_titties", "Songshi_Quan", "riffdex", "Yogadork", "mightbebrucewillis", "EZ_does_it", "MovieGirl424", "htid85", "lazybrouf", "giobbistar21", "LackingAHeart", "MudnuK", "allthefoxes", "cwenham", "wh0k3b3", "BarefootBluegrass", "iam4real", "iBleeedorange", "Proteon", "mattythedog", "GallowBoob", "olahalvorsen", "Proteon", "fingercup", "hkh25", "caonabo", "FijianTrotter", "jabbathechav", "AvenueNick", "iBleeedorange", "ThereW0LF", "onlysame1", "goodfeelingbad", "Hesalright", "hazawaza", "normalhypocrite", "afkurzz", "ClimateConsensus", "drewiepoodle", "Nobilitie", "GeoGeoGeoGeo", "drewiepoodle", "AsheNoodle", "ClaireAtMeta", "fsmpastafarian", "blueredscreen", "redhatGizmo", "suntzu124", "iamisg", "Travis_Hagey", "Hussein62511", "jezebaal", "burtzev", "drewiepoodle", "acidacetylsalicylic", "burtzev", "NutritionResearch", "acidacetylsalicylic", "dustofoblivion123", "ClaireAtMeta", "drewiepoodle", "amprvector", "anand460", "SebasTheBass", "redhotchiliguy", "anutensil", "Baldemoto", "mumusa", "Studr47", "reizorc", "--Kai--", "ElanaP", "IcedLemonCrush", "bracegirdle11", "anand460", "AsshatVik", "BG_237", "feb914", "Quiglius", "Israil_Akbar", "F16KILLER", "jaredsquared", "Kaffir", "Enpassant95", "zachHu1", "BlankVerse", "Mr_A", "asliyoyo", "whoismrrobot", "Hrsi88", "JimMarch", "Quanttek", "theycallhimlaser", "Crapletunnel", "Mynameisnotchris", "ViscountPaddington", "realuberpie", "victor_dai", "Lotusberry", "bcxx143", "ThrewInTheTrash", "KilljoySadid", "fezu", "rvtjess", "Mod_Ronan", "legit_khajiit", "fireflygenome", "Puge_Henis", "kangerluswag", "AlbinoAlex", "SlimeWizard", "cnespace", "Horg56", "Housreet", "Speedy_Cheese", "norman9000", "mattythedog", "TheEightDoctor", "WilliamFulton", "nasebob", "tootiredtowink", "madisonmayo", "AdamE89", "PeachyPunk", "Asfand1", "appleandoranges", "banginbowties", "juleda", "mattythedog", "tiggahiccups", "MaxShepperd", "mentholdarts", "loopdeloops", "nubajo", "empathybox", "BlameMyGypsySoul", "HappyPurpleStarfish", "videosmods", "HengistPod", "Jmastersam", "Zondax", "ashittyphotoappeared", "echo_the_bunny", "Primetime22", "Hope_Eternity", "nice_comment_thanks", "eoininin", "khale93", "PurpleHarley", "The-Sublimer-One", "itsWildSquirtle", "ZombieBehindMe", "16andALWAYSpreggerz", "alsknthndrfk", "BastardtheGreen", "beckhard", "AskJ33ves", "whys0seri0us44", "kencole54321", "sithknight1", "riamu-2", "dean4", "love_otter", "tv9924", "FusRoDont", "lordkameron", "GallowBoob", "AdamE89", "HyperGuy46", "Blubbey", "ehmaysi", "poethetortoise", "fingercup", "Inothernews1", "RosandRosa", "miscreation00", "AmbientCreations", "Jennifernd", "sanch3z90", "zaprod", "Pokadottedballs", "shammers2k", "SLeNDeRMaN-23", "pickledseacat", "LoLzArmy", "moon_jock", "bigsmily"], "gilded": [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 3, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0], "score": [774, 4708, 4817, 3975, 1896, 310, 448, 658, 910, 209, 187, 182, 1806, 1197, 82, 502, 329, 254, 126, 90, 32, 325, 49, 3371, 27, 277, 6162, 4490, 3656, 5198, 5487, 5355, 4214, 1178, 5529, 4820, 4987, 2407, 1246, 4914, 5033, 3834, 3844, 3792, 2788, 1809, 3470, 4321, 5284, 5061, 2112, 386, 5449, 3134, 4354, 5530, 3016, 4007, 6088, 1433, 2707, 2589, 741, 350, 5033, 378, 289, 154, 4799, 667, 1318, 5602, 803, 169, 693, 109, 320, 7621, 5001, 2401, 5004, 2747, 6594, 1363, 5540, 5146, 4960, 1349, 1453, 2652, 1212, 309, 524, 5203, 316, 564, 1072, 162, 4822, 109, 4758, 5503, 134, 126, 74, 505, 215, 10, 48, 7, 5650, 16, 1905, 2193, 152, 52, 4986, 732, 0, 4, 621, 10, 19, 77, 30, 5802, 779, 472, 6079, 411, 850, 984, 1501, 527, 741, 94, 1010, 382, 73, 1950, 49, 5996, 553, 3887, 266, 75, 380, 63, 32, 60, 3361, 345, 300, 1231, 148, 251, 3450, 1341, 0, 2, 0, 2, 0, 45, 9, 184, 40, 4273, 200, 27, 7, 163, 9, 18, 643, 5154, 4467, 2793, 3505, 2583, 5050, 5293, 727, 3992, 2813, 2434, 1048, 5893, 5367, 1548, 926, 1793, 654, 299, 334, 667, 455, 252, 2972, 583, 27, 4153, 5275, 1848, 1759, 5368, 1844, 441, 3001, 331, 2121, 3413, 482, 284, 1638, 375, 190, 717, 322, 685, 138, 289, 47, 82, 1853, 4778, 4729, 1893, 785, 861, 1932, 434, 2301, 669, 325, 2056, 5378, 3069, 911, 1074, 2282, 222, 3198, 107, 112, 512, 344, 131, 93, 5176], "post_content": ["Hey readers! You may remember that some time ago we had a [little contest](https://www.reddit.com/r/AskReddit/comments/2z2lu1/announcing_a_small_contest_to_promote_originality/) for the most original question. Well it was pretty popular at the time, so we're going to follow our own trend of originality and hold the exact same contest again. The rules for the contest are as follows:\n\n* the question deemed most original *and* discussion inspiring as voted *by the mods* will receive reddit gold and a night with the supermodel of your choice (provided you seek her/him out of your own accord and they agree to your advances)\n\n* 'Sexiest sex you ever sexed' or any other NSFW threads do not qualify. We want originality, not something you can jerk off to. \n\n* threads do not have to be marked as serious to be considered. \n\n* post must be within all the rules of the sub (duh)\n\n* most importantly: this is not forced entry. If you do not wish to wrack your brain thinking of something new, feel free to ask any of the other generic questions that pop up every day. \n\nApart from that, all you have to do is think of a question to post. We will do all the work of saving links and voting on them and whatnot, so you can browse and read the same way you always do. The contest will last for a fortnight from today (this thread will be stickied the whole time), after which we go to our secret hideout on Skull Island and decide which we think is the winner (or winners, if we can't choose). \n\nEDIT: disclaimer that is apparently required - do not post your questions in here. Post them as you normally would. \n\n", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "In an effort to make it easier for the TIL community to verify submissions, we're kindly asking that contributors make a top level comment after submitting a TIL **quoting the relevant text from their source** (which should be concisely paraphrased in the submission title). This is not currently a requirement, but we'd appreciate it if everyone would try their best to do it. If the TIL you are posting is linking to a Wikipedia page, please directly link to the section of the Wikipedia page that is relevant to your TIL submission.\n\nIn most cases this will be 2 - 3 sentences, but up to 4 - 5 should be fine if more context is required. If it's not possible to copy/paste the text, then a screenshot of the relevant part (preferably highlighted) or indicating where in the link provided is the relevant piece of information located is also acceptable. If the source includes audio or video, then please link to the pertinent time stamp and transcribe it.\n\nNote that if a source is *just* a table, graph or other raw data/statistics then you won't be able to quote it (by design) -- find another source (and see below for an explanation).\n \n---\n\nWe'd also like to clarify our first rule about submissions needing to be verifiable with a  reliable source that **completely** supports the claims in the post title. This means that you **cannot interpret data and draw your own conclusions** -- everything must be clearly and *explicitly* stated in your source, in words. \n\nWe encounter a lot of issues when people try to submit technical papers, statistical data or other studies that *may* support a claim, but one that the authors don't explicitly make (and hence subject to extra scrutiny).  You have to make it clear when a source just provides evidence supporting/refuting a hypothesis, but doesn't go as far as explicitly stating it as an accepted fact.\n\nThis means that **merely quoting statistics and implicitly generalizing the results of a study is often not acceptable**. You also need to be diligent about not misleading people with overly simplified, outdated or refuted claims.\n\n---\n\nAs an example, you may come across a paper describing a study where coffee consumption was found to be associated with reduced incidents of cancer.  A misleading and unacceptable conclusion would be^1:\n\n> TIL coffee can cure 58% of cancer patients\n\nOn the other hand, this would possibly be acceptable as the details make it clear that the result is not definitive:\n\n> TIL a 2004 study found that coffee consumption was negatively correlated with incidents of bowel cancer in senior citizens\n\nYou still have to do your research, because if this was later disproven or brought into question then it may  subsequently removed as misleading by omission. A variation that may better address this is:\n\n> TIL a 2004 study found that coffee consumption was negatively correlated with incidents of bowel cancer in senior citizens, *however subsequent research was unable to replicate the results*\n \nOf course at this point your TIL is less of an attention grabber and not particularly noteworthy, but hopefully this highlights some of the issues we face with verifying sensational claims.\n\n^1 unless the authors made the same unconditional claim (which is highly unlikely).\n\n---\n\nWhile we do our best to verify submissions and remain objective, please note that **extraordinary or controversial claims will likely be subject to more scrutiny** and it is up to contributors to make them as airtight as possible (and us to be pedantic). \n\n**TL;DR**: be extremely careful with primary sources, and don't interpret data/statistics yourself --  find a **reliable** source that does that for you and paraphrase.\n\n---\n\n\nAs always, we encourage everyone to report rule violations and send us a message about inaccurate TILs. If you feel something was unfairly removed then please first check the comments and then feel free to ask us (we try our best to tag all removals, but this system is somewhat limited).\n\n", "Provide them in this thread. The TIL Mod team appreciates your input.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "Hi everyone\n\nSorry about the title, /u/BritishEnglishPolice INSISTED on it.\n\n---\n\nLet's talk about the month of March for pics. Not *too* much actually changed this month, but we had some foundations worked out which will better help us make changes in the future.\n\n---\n\n#Verified Photographer flair!\n\nOur largest change in the month of March, we added a new process and flair for people to become verified on /r/pics - Verification allows photographers and artists to post directly from their site (assuming they follow reddit spam guidelines). With this, we hope to urge photographers to share their work with /r/pics, as well as show our subscribers some of the best! If you are interested in this flair, please read more in the sticky below this one!\n\n#Automod refresh\n\nOur automod config got a bit smarter. Nothing much to say here, but hopefully less false positives and better spam stopping\n\n#New mods - Unlimited power\n\nAfter working with our new moderators, all have been \"promoted\" to a full moderator. Each even got their own banhammer! We didn't need to share this time!\n\n#Continued work on flair\n\nAgain, not too much happened public facing in the month of March, but we did manage to work a bit more on our flair, and there should be more to say about this in the upcoming months.\n\n---\n\nWe expect to have one new rule addition out in the month of April, with more coming soon.\n\n---\n\nNow let's get to the part everyone cares about:\n\n#Stats\n\nIn March 2016 we:\n\n* Made 42680 moderator actions (Up about 3000 from last month)\n\n* Removed a total of 14709 (Up only 300 or so from last month)\n\n* Removed a total of 8276 comments\n\n* Banned a total of 604 people (This includes temporary and permanent bans)\n\n* Manually unbanned 41 people. (This does not include temp bans expiring)\n\n* Ignored 953 of your reports (Compared to the thousands we get, keep reporting!)\n\n* Stickied 25 posts or comments\n\n* Locked 3 posts (and unlocked one)\n\nIn the month of March, reddit administrators made ***ZERO*** actions\n\nIn the month of March, we received a total of 1 post takedown requests.   \n1 was completely unactionable  \n0 were actioned by us  \n0 were forwarded to reddit and no action was taken on our part", "In the past we've discouraged links to unfamiliar image hosts because we tend to crash their servers or bankrupt them with bandwidth fees whenever they hit the front page and get hit with front-page traffic. In a few egregious cases, we've also encountered a bit of excessive self-promotion.\n\nThis had led to shutting-out many professional photographers and artists who would like to submit their work to /r/pics while hosting the images on their own sites, rather than just imgur, 500px, flickr or deviantart.\n\nMost of the hosting issues seem to have been worked out over the last few years: many good hosts now have affordable plans that can take a 5K-karma post without handing you a bill for half your life savings. So for the past few months, we've been unofficially relaxing those restrictions a little to see how it goes, and we'd now like to open this up officially. \n\n[These are our guidelines for professional photographers and artists who would like to host submissions from their own sites](https://www.reddit.com/r/pics/wiki/professionals). We're also offering \"Verified Photographer\" and \"Verified Artist\" flair to users who can prove to us (privately via modmail) that it's their site. Verified status means that other redditors on /r/pics can see that your posts are OC (Original Content) unless you specify otherwise in the post title. \"Verified\" flair will be a condition for linking to your own site, from now-on.\n\nAll of reddit's [self-promotion rules](https://www.reddit.com/wiki/selfpromotion) still apply, of course, which means this isn't a license to spam /r/pics or pass off other people's content as your own.\n\nOur subscribers come here to see all kinds of pics--the unusual, the hilarious, and the inspiring--but we know they're hungry for quality above all, and we'd love to see you bring it.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "**Hello there, /r/Science!**\n\nWe* are a group of researchers who just [published a meta-analysis](http://iopscience.iop.org/article/10.1088/1748-9326/11/4/048002) of expert agreement on humans causing global warming. \n\nThe lead author John Cook has a video backgrounder on the paper [here](https://www.youtube.com/watch?v=pEb49cZYnsEl), and articles in [The Conversation](https://theconversation.com/consensus-confirmed-over-90-of-climate-scientists-believe-were-causing-global-warming-57654) and [Bulletin of the Atomic Scientists](http://thebulletin.org/yes-there-really-scientific-consensus-climate-change9332). Coauthor Dana Nuccitelli also did a background post on his blog at the Guardian [here](http://www.theguardian.com/environment/climate-consensus-97-per-cent/2016/apr/13/its-settled-90100-of-climate-experts-agree-on-human-caused-global-warming). \n\nYou may have heard the statistic “97% of climate experts agree that humans are causing global warming.” You may also have wondered where that number comes from, or even have heard that it was “debunked”. This metanalysis looks at a wealth of surveys (of scientists as well as the scientific literature) about scientific agreement on human-caused global warming, and [finds that among climate experts, the ~97% level among climate experts is pretty robust](http://i.imgur.com/oCevIhE.jpg). \n\nThe upshot of our paper is that [the level of agreement with the consensus view increases with expertise](http://i.imgur.com/L7xpRny.png). \n\nWhen people claim the number is lower, they usually do so by cherry-picking the responses of groups of non-experts, such as [petroleum geologists](http://www.climatesciencewatch.org/2013/02/14/james-taylor-misinterprets-study-by-180-degrees/) or [weathercasters](http://www.theguardian.com/environment/climate-consensus-97-per-cent/2013/dec/02/meteorologists-global-warming-consensus). \n\nWhy does any of this matter? Well, there is a growing body of scientific literature that shows the public’s perception of scientific agreement is a “gateway belief” for their attitudes on environmental questions (e.g. [Ding et *al.*, 2011](http://www.nature.com/nclimate/journal/v1/n9/full/nclimate1295.html, [Aklin and Urpelainen, 2014](http://www.sciencedirect.com/science/article/pii/S1462901113002141), [van der Linden *et al.*, 2015](http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0118489), and more). In other words, if the public thinks scientists are divided on an issue, that causes the public to be less likely to agree that a problem exists and makes them less willing to do anything about it. Making sure the public understands the high level of expert agreement on this topic allows the public dialog to advance to more interesting and pressing questions, like what as a society we decided to do about the issue. \n\nWe're here to answer your questions about this paper and more general, related topics. We ill be back later to answer your questions, Ask us anything!\n\n*Joining you today will be:\n\n* [Stuart Carlton](http://texasseagrant.org/staff/stuart-carlton/) aka [@jscarlton](https://twitter.com/jscarlton)\n* John Cook aka /u/SkepticScience\n* Sarah Green aka [@FataMorgana_LS](https://twitter.com/FataMorgana_LS)\n* Peter Jacobs aka /u/past_is_future\n* Stephan Lewandowsky aka /u/StephanLewandowsky\n* Andy Skuce aka /u/AndySkuce\n* Bart Verheggen aka [@BVerheggen](https://twitter.com/BVerheggen)\n* and perhaps some others if they have time\n\n**Mod Note:  Due to the geographical spread of our guests there will be a lag in some answers, please be patient!**", "", "", "", "", "", "", "", "", "", "", "", "I am a postdoctoral researcher at Michigan State University investigating the biomechanics, evolution, and ecology of gecko lizards with special attention to their adhesive toes. I've always been interested in figuring out how things work and my research blends that interest with biology. I use an evolutionary approach to understand why animals are shaped the way they're shaped, This kind of work is sometimes called functional morphology or comparative biomechanics. \nI specifically focus on the toe pads of gecko lizards, an amazing example of natural nano-technology. Gecko toe pads are a really great system to work with because they have some really unusual mechanics and evolutionary patterns. Unlike other adhesives you may be familiar with (glue, tape, velcro, suction cups), gecko toe pads work completely differently. They are made up of tiny hair-like structures that are much smaller then mammalian hair. These structures are small enough to interact with the surface the gecko is walking on using van der Waals forces (an induced dipole - induced dipole weak intermolecular bond). Simply put, the fact that the gecko hairs are very small and have electrons spinning around them and the surface the gecko is walking on also has electrons spinning around its molecules, results in the gecko hairs being weakly attracted towards the surface. \nThe really interesting part is trying to figure out why there is so much variation across species. Gecko toe pads come in different shapes and their hairs also come in different lengths, diameters, and densities. We're just now beginning to look into how/why this variation evolved and its affect on performance. \nWith this research, we'll not only gain a better understanding of how life on our planet has evolved and adapted to different environments, but some of the things we learn can be applied to help solve complex human problems (biomimicry), like sticking to things in space or designing Spiderman gloves. \n\nI also have a live crowdfunding project at https://experiment.com/projects/are-the-feet-of-gecko-lizards-adapted-to-different-surface-textures you should check out. \n\nI will be back at 1 pm ET to answer your questions, Ask Me Anything!\n\n\nSorry everybody! There was a scheduling snafu! I'll be checking this all day on Sunday (4/16) to answer your questions! Also check out a video of a lecture I gave in 2014 at the University of Idaho\nhttps://www.youtube.com/watch?v=uzmXxp_tjj8\n", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "https://youtu.be/iiwL1_C4wdE\n\nhttps://www.reddit.com/r/IndianFood/comments/4f5o6e/ama_18th_april_send_me_your_questions/", "Hi everyone,\n\nWe’re friends of Mr. Robot over at USA Network working with Jeff and Kor on today's AMA. They will both be joining us following today's panel at HACKED by DEF CON and Mr. Robot.\n\nDEF CON and Black Hat Briefings founder Jeff Moss, also known as The Dark Tangent, advises governments and companies on both electronic and physical security issues.\n\nMr. Robot writer and tech consultant Kor Adana has worked on everything from enterprise network security for large automakers to a high-profile government investigation alongside NASA. His passion for writing for film and TV has led him to working alongside producers of numerous hit shows.\n\nTheir proof: http://i.imgur.com/GmFZxMi.jpg http://i.imgur.com/8l3W96S.jpg\n\nJeff and Kor will be joining us at 2pm ET, and are looking forward to answering your questions.\n\n--\n\nEDIT: Time to shut this down. Thanks for all the questions. Keep scratching that part of your brain. Be seeing you, friend.", "**My short bio:** I'm from Israel. My name is Jordan. I was diagnosed with SMA type 2 when I was 2 y/o. Average level of English.\n\n**My Proof:** https://scontent.fsdv1-1.fna.fbcdn.net/hphotos-xpa1/v/t1.0-9/936720_4550621862920_171122350_n.jpg?oh=aa66b954ec715a55136b1f1429d413e1&oe=57BEFC4E <- this is me\n\n**more proof:** http://s23.postimg.org/qs6197e63/0cc62a84_cd02_422f_9f38_9aef743d0ba2.jpg", "**PROOF:** http://imgur.com/r39SSf7\n\n**Compare to photos of me at the last page of: http://electionprotectionaction.org/uploads/MOVE%20Act%20nov%205th%20article.pdf plus at http://electionnightmares.com/archives/438 or this example: https://www.laprogressive.com/its-the-ballot-count-stupid-florida-deja-vu-in-tucson/ among many others...**\n\nThis is long, yes, but with supporting documents...proof will be noted some of the links.\n\nThere’s a small group of activists and computer geeks who have been following election problems since 2003.  I’m one of them.  We’ve had our successes but honestly, things are getting worse.  The latest trend scares me: people in “closed primary” states (where you have to be a Dem to vote in the Dem primary for example) are finding themselves switched from Dem to something else without their permission and often with very crude at best signature forgeries on the false voter registration documents.  This is new – it tells us that election manipulation has been going on too long, not enough people care and now we’re seeing “in your face” examples.  I’m going to go into the history of the issue and what we need to do to change things.\n\n**If it takes me a week or a month or whatever I’m going to answer every question in this thread!**\n\nUrgent: one of the people I’ve worked with over the years is John Brakey based in Tucson AZ.  The AUDIT-AZ election oversight group he founded is now in the thick of it as Arizona now has two election challenge lawsuits going, one filed by John and one by the DNC (Democratic National Committee).  John’s suit seeks to overturn the Arizona election and have a do-over while the DNC wants the court, as a cheaper remedy, to throw out all the Arizona delegates to the convention.  John and AUDIT-AZ need funding immediately – more about their lawsuit and donation info (via PayPal) is at: http://electionnightmares.com/ - I'm pictured in there, look for the big guy with the fanny pack with the peace sign on it.\n\nNow let me fill you in on some history of this problem...some of it stuff I was directly connected to.\n\nI’ve been involved since mid-2003.  I was brought into this movement as a former IT guy (already turned activist by then) by the work of Bev Harris and I still sometimes refer to myself as one of her earliest lieutenants.  Bev was the first one to turn up serious proof of misconduct in vote counting software and systems when in January of 2013 she found an open-access FTP site (online repository of stuff) maintained by Diebold Election Systems and copied all 40,000-ish files off it over three days.  This, in my opinion, really jumpstarted the debate over bad voting systems.  By 2005 I spent a year in the Seattle WA area working with Bev on election investigations and reporting.  Bev and I still talk and collaborate frequently.\n\n**Important:** the single biggest fallout from Bev’s first reporting, still very relevant today, is that at each county running Diebold voting gear there’s ONE computer where all the precinct and mail-in votes are added up – the “central tabulator”.  Bev showed (with basically stolen copies of the Diebold “GEMS” central tabulator software that as long as you deal with the election database with “GEMS” everything appears secure, but once you open the data in an off-the-shelf copy of Microsoft “Access” (a crappy database app included with MS-Office) all the security basically vanishes: you can edit every aspect of the election with no password required, no audit trail entry left and you can even edit the audit trail.  When I’ve been involved in forensic exams of voting systems after an election I very, very often find evidence that MS-Access is loaded on there.  In a few cases we’ve found proof it was used.  Voting system software has to be approved and “certified” ahead of time and MS-Access has never been approved, at all, by any state or at the federal level.  When you see that bad boy on allegedly certified voting systems it’s basically a burglary tool for elections.\n\nAt one point Diebold denied this, saying that “no human being” can alter the data in this manner...so Bev knew somebody with an honest-to-God chimpanzee and we taught HIM to do it:  https://www.youtube.com/watch?v=N4-wQhtRiP8 – behind the scenes note, this was possible because the dang thing was addicted to Menthos[tm].\n\nMy reddit username originally matched my real name: James “Jim” March.  In 2013 I married another political activist hellraiser, Jill Simpson and took her last name.  Jill is somewhat well known as the formerly Republican whistleblower who put a hurt on Karl Rove: http://www.donsiegelman.net/Pages/topics/Players/Heros/heros_simpson.html\n\nJill and I met doing election monitoring in 2012 for the Obama campaign.  This report on the risks of manipulation of overseas and military voter’s intent got a fair bit of coverage and remains of concern, although we don’t think it’s a top avenue of election management misconduct this year:  http://electionprotectionaction.org/uploads/MOVE%20Act%20nov%205th%20article.pdf – note that pics of myself and Jill are in there, part of my proof...\n\nIn the summer of 2005 I was arrested in San Diego California for trying to observe the counting of the vote as per California law: http://www.lookingglassnews.org/viewstory.php?storyid=1685\n\nI was released a week later with felony election tampering charges dropped: http://www.democraticunderground.com/discuss/duboard.php?az=view_all&address=104x4266418 – if you scroll through the comments you’ll see that I was controversial among some Dems as I was previously best known as a gun rights activist and lobbyist...in 2002 I was thrown out of the California NRA because I was exposing how sheriffs were selling gun carry permits for campaign contributions and the NRA told me to stop complaining about Republican sheriffs doing that.  I refused.  Yes, I’m still a “gun nut” of sorts.  As you can see, some of the folks on Democratic Underground had...issues with all that :).  They had issues with Bev Harris for another reason I’ll get to in a sec.\n\nBack to election stuff :).\n\nIn 2006 I moved to Tucson AZ and immediately started working with John Brakey who had been tracking election problems since 2002 when he was threatened with assault by pollworkers in Pima County when he realized they were shaving votes.  John and I did a LOT of work exposing Pima County’s election problems (2nd biggest county in AZ, where Tucson is) and in Maricopa County (the biggest by far, centered on Phoenix).  To give one good example of how shady Pima’s election process is, check out this videotaped deposition of the head election tech for Pima County during most of the last decade and decide for yourself if he’s hiding anything: https://www.youtube.com/watch?v=yfPGU4LjN94 and https://www.youtube.com/watch?v=QzyxQszono0 – trust me, he doesn’t usually twitch like that :).\n\nIn 2010 John and I did some digging into election misconduct in Maricopa County: https://drive.google.com/file/d/0B2TKmkSNAkCfOTMzN2YzZTgtNzIyYi00MTcyLTg4YWQtMzY1NzhkMGFjZTQ1/view?ddrp=1&hl=en&pli=1 which became the basis for a lawsuit trying to reform at least some parts of the process.  This report in turn was mentioned in an appellate court decision awarding fees to, among others, John and I by name: http://caselaw.findlaw.com/az-court-of-appeals/1596645.html \n\nThis was one of the few times this insanity paid anything - $8k each if I recall right?  (I’ll have John chime in on this thread if possible...he’s usually not a redditor.)\n\nThe main reason I’m posting is that while I’m no longer in Arizona (I moved to Jill’s place in Alabama in early 2013), John is still fighting and in the recent Arizona primary election a whole lot went wrong that John is now suing over.  One of Arizona’s problems was a pattern also seen in other closed-primary states where people’s voter registration database entries were altered to deny them the right to vote in the Democratic Party primary.  You can see examples from other states here:  http://heavy.com/news/2016/04/election-fraud-voter-registration-changed-suppression-party-affiliation-sanders-clinton-ca-ny-az-md-pa-what-to-do/ \n\nSpecifically in Arizona, Anonymous is claiming the statewide voter registration database is hackable - vulnerable to SQL Injection along these lines: https://xkcd.com/327/ - and that Anon was able to actually test-hack the data: https://anonymousinvestigationsblog.wordpress.com/2016/03/26/anonymous-report-was-arizonas-voter-registration-database-hacked/\n\nWe also know that the number of sites where a voter could in fact vote were radically reduced from previous elections in Maricopa County, from almost 400 four years ago to about 60 now.  John has evidence of misconduct at some of those voting locations (for technical reasons, not really “precincts”).  We also find it very suspicious that on election day Bernie won the polling place vote by 60% to 40% Hillary but in the mail-in voting the pattern was exactly opposite – 40% Bernie, 60% Hillary.  We know there’s enough security holes for Maricopa County election staff to have manipulated it and they have a long infamous history of deliberately subverting security enough to pull it off.\n\nThe Democratic National Committee has announced that they too are filing suit in Arizona.  They’ll be in federal court.  John’s lawsuit is in state court and because he’s challenging the actual outcome of the election (requesting the whole thing be done over!) he is “fast tracked” with his first hearing on the 19th of this month(!).  He needs financial support immediately for that case.\n\nJohn’s lawsuit has a lot more details at: http://electionnightmares.com/ - he is for real and I’d like you to consider hitting the “Donate Now” button.  He has a real attorney who we’ve worked with before in Maricopa County.  Any help appreciated and win or lose, any and all information he gathers in his suit will be shared ASAP with the public and with the lawyers for the DNC as they follow behind in federal court on a slower timescale (because they’re challenging future procedures, not necessarily the actual outcome.  John’s affidavit gives a decent starting point as to his case: https://drive.google.com/file/d/0B6Fh3F6hufhDN296Vm1PNE1UY3M/view?usp=sharing \n\nOne other thing...I mentioned controversies regarding Bev.  This relates to a problem I’ve seen ever since the debate over voting machines and processes started.  In 2004 (a presidential election year) Bev got flooded with donations from people on the left who hoped she’d be able to “save the election”.  Yeah...didn’t work exactly although blaming Bev was dumb.  Reason being, if you want to save, well, let’s say the 2020 election from fraud, you need to start NO LATER THAN early 2017.  It takes time to figure out where the weaknesses are, predict how the next round of hacks will go down and sue over them.  Those of us in the election integrity community never EVER get funding in advance.  John’s lawsuit in Arizona is very important but what’s really needed is strategic investigation and litigation intended to go to the US Supreme Court.  I can tell you for a fact that when the US gun rights lobby went to the Supreme Court twice in 2008 and 2010, the planning for those cases began in 2000 with funding and resources from major organizations and budgets starting at half a mil.  The US election integrity movement has never, ever been as well funded and the money that does come in happens in “pulses” every four years.\n\nYou can’t protect an entire national election in 2016 when you start in **2016**.  Ain’t gonna happen.\n\nWe need to switch to crowdfunded support and we need to get this idea of well-planned long-term action established.  That said, among the “quick and necessary” suits this year that DO have results that can be built on, John Brakey’s case via the group AUDIT-AZ has the best chance of quick action that will in turn support suits across the rest of the election cycle.  If you can support his work please consider it\n\nThanks and AMA!\n\n(I’ll be answering in two-hour-at-a-time blocks at least twice a day – my finances forced me to become a long-haul trucker of all things...)\n\nEDIT: I'll be up again at 9am EASTERN tomorrow (Sunday) for at least a couple of hours...then more across the day.", "#[Hop over to participate in the AMA!](https://www.reddit.com/r/syriancivilwar/comments/4f7n2v/ama_aiden_aslin_british_ex_ypg/)\n\n>Hey folks My names Aiden Aslin (Rojhat Rojava) I was In Rojava for 9 months With the YPG and came back to the UK and was arrested on terrorism AMA \n\n>Some photos of my time there.\nhttp://imgur.com/a/m2nw0\n\n[His identity has been confirmed by the mods](https://www.reddit.com/r/syriancivilwar/comments/4f7n2v/ama_aiden_aslin_british_ex_ypg/d26iy71)", "**My 5 Questions:**\n\n1. Why do you think Secretary Clinton is so unwilling to release the transcripts?\n2. Did the speech that you heard change your opinion toward Secretary Clinton?\n3. Who are you voting for in the presidential election?\n4. What is your opinion of Senator Sanders' rhetoric on breaking up the big banks?\n5. Last but certainly not least, what on Earth did Clinton actually say in her speech?", "**My 5 Questions:**\n\n1. What is something you saw on the ice that night that the T.V. audience didn't or couldn't see?\n\n2. It's sometimes easy to forget that the officials almost always need to stop the fight once the risk of injury grows too significant. How do you go about breaking up fights? Were any of the officials hurt during that game?\n\n3. Fighting is a very controversial part of NHL Hockey. Are you for or against fighting in Hockey? What is your opinion of the argument that fighting actually makes Hockey safer?\n\n4. Later in his career, Brendan Shanahan (the guy who did a full-speed body check on Patrick Roy during that game, and also the only NHL player ever with over 600 goals AND 2000 penalty minutes) later became president of the NHL's office of player safety. What are your thoughts on Shanahan's transition?\n\n5. If you could do that night over again, would you change anything?\n\n*PSA: Patrick Roy's last name is pronounced \"Wah\".*", "I spent around 4.5 years with the company and held positions starting at minimum wage and worked up to Store Manager in the Houston Galleria. I left the company to join the military, but being an employee there has taught me many things about the gaming industry as a whole.\n\nProof: http://i.imgur.com/J7CQ2AZ.jpg\nEdit: More proof requested. http://i.imgur.com/67hO9VU.jpg\n\nEdit: Thank you guys for so many responses! I will get to each as soon as I can. I'll try to make sure to reply to each of you!\n\nEdit: After a few hundred questions, I'm going to end this AMA. Thank you for all of the questions! I enjoyed talking with everyone.Since I have finished answering questions, I have a short blog I am working on with a section about my Gamestop experience. You can find it at www.thenerdrants.com.\n\nThe opinions expressed in this thread are the my own and do not reflect the views of Gamestop Inc.", "**My 5 Questions:**\n\n1. How did you get your job in the first place?\n2. How often do you get promotions? \n3. Is there a reasonable chance I could become a deputy minister in 25-30 years after joining?\n4. What is the best advice for anyone wanting to join Canada's civil service?\n5. How meritocratic is the civil service? \n\n**Public Contact Information:** If Applicable", "**My 5 Questions:**\n\n1. How did it feel?\n2. Why did you do it?\n3. Would you do it again?\n4. Who was the person (in relation to you)?\n5. Are you mentally ill or psychotic? \n6. Do you regret it/Do you \"live with it\" or is it just a thing (not a big deal) to you?\n\n**Public Contact Information:** no idea", "I am Victor Dai. I would like to introduce you guys our new innovation hub Futrena.com. Futrena is a creative name combined with two words Future and Arena. It is a new online marketplace which not only provides innovative and unique products around the world, but also helps budding entrepreneurs with great ideas to get their product concepts commercialized in markets around the globe. It is our intention to provide young people or tech savvy people with a market full of innovative idea. Feel free to ask any questions about us!!\n\nProof from our official social media Twitter:https://twitter.com/Futrena", "**My 5 Questions:**\n\n1. What's a good description of you as a person and player?\n2. What's your weekly training regime?\n3. How do you prepare for tournaments beforehand and during?\n4. What do you enjoy most about badminton (playing/other)?\n5. What are your other hobbies/interests right now?\n6. Anything in particular that you want to tell us (shout-outs, call-outs, anything)?\n\n \n\n**Public Contact Information:** If Applicable\n\nPS: This is actually a request from /r/badminton and I'll direct them to potential IamA's over here.", "1. What advice / insight do you have for writers in the digital age?\n2. How do you feel about writers who are freelancing but not necessarily writing creatively even if that's what they want to do?\n3. I've always been curious about writers who say they know their characters and know what they would do, who say they have their own free will and you must let them do what they will do. How do you develop that skill as a writer?\n4. You went to Notre Dame, what did you major in and how did that impact the course of your life and your choices as a writer?\n5. What is the novel writing process? Where does one start?\n\n**Public Contact Information:** \nhttp://nicholassparks.com/contact/\n\nI'm a confused college kid hopeful that one of my favorite authors may reach out, don't kill me, Reddit.", "**My 5 Questions:**\n\n1. How long (on average) does it take you to make a video?\n2. How do you choose what topic to cover?\n3. What was it like being a teacher, and did your students know about your channel?\n4. What do you miss about living in the US?\n5. What do you find to be the best aspect about Truck Simulator games?\n\nTwitter: https://twitter.com/cgpgrey               \nWebsite: http://www.cgpgrey.com/       \nYoutube: https://www.youtube.com/user/CGPGrey", "**My 5 Questions:**\n\n1. How's the writing for your next book going?\n2. When is it coming out?\n3. Will there be a \"Looking of Alaska\" movie?\n4. Who the eff is Hank?\n5. Do you cast movies?\n\nReddit: https://www.reddit.com/user/thesoundandthefury\nTwitter: https://twitter.com/johngreen\n", "**My 5 Questions:**\n\n1. What is it like to give instruction to Linus Torvalds? Does he listen to you?\n\n2.  The book \"Wikinomics\", written by Don Tapscot and Anthony D. Williams, opens up with the innovative and open source approach taken by Goldcorp a few years back when facing an important challenge in finding a new mine in one of their concessions. Do you think that the open source approach introduced and prominently advocated by the whole idea of Linux an the Linux universe can be applied in some way to the corporate world? That is, do you think that corporate processes, such as the R&amp;D, could be carried out using an open source approach?\n\n3. Do you think society is on the verge of facing another major paradigm shift in the way people approach Internet? As paradigm shift I mean the clash between the social network idea of Internet and the anonymity.  More specifically, in the last 10  to 15 years, social networks have become the prominent reason for which billions of users brows the network every day. My question regards the general perception that the Internet user is becoming more and more sick of having to share it's personal information.\n\n4. It has been few years now that some products of the Linux universe have become available for mobile communication (Ex. Ubuntu touch, 2011). Do you think Linux based OS for smartphones will be able to overcome the legal and technical bind between machine and software, thus making it as easy to install as it is for PCs? In short, will smartphones be able to go full open source?  \n\n5. Lately there has been an incremental discussion on the development of AI and the ChatBot. Both Facebook and Google have made important acquisitions in startups of this field. Do you think Linux will also be able to play an important role in such field? Furthermore, do you think that if some or all IA start ups would had shared their insights and undertake a more open source approach the field would have already come up with more prominent achievements?\n\n6. What is your take on AI? Professor Jeffrey D. Sachs of Columbia, in recent debate at the NY Graduate Center with Nobel Laureate Paul R. Krugman, said that IA would help lower the cost of foreign aid and thereby give a strong hand in the reduction and eventually the end of world poverty. Do you agree on his view and do you think that the .com industry is going towards that direction?\n\n7. Last question on the topic AI. Do you think that there is the possibility of a second .com bubble? Looking at the race to IA and the increasing number of start ups and other companies investing in this field I can't help but thinking of what happened in the late 90s. Do you think people in the field are diving too quickly head over heels in it?\n \nPublic Contact Information.\nTwitter account: @jzemlin | Blog: http://www.linuxfoundation.org/blogs/jzemlin", "Graduated from the Vet Tech Institute in 2008 2nd in my class. I've since worked in both specialty practices as well as privately and corporately owned small animal clinics. I'm currently at a small animal clinic that does occasionally see \"pocket pets\".\n\nIn addition to my full time job as a vet tech, I also pet sit full time in clients' houses. Some of my clients live in multi-million dollar houses and have very famous next door neighbors. I've done everything from feeding hamsters to transporting cats 6 hours one-way to their new owners for clients (never again will I do that...).\n\nI also volunteer weekly at a local wildlife rehab center ([just transported a sick fox kit to them yesterday](http://imgur.com/ZWuYiMQ), SO cute) and once monthly at a feral cat TNR (trap and release) clinic where we trap, vaccinate, deworm, spay/neuter feral kitties and then release them back into their colonies. I also hold a seat on my state's Vet Tech Association board.\n\nWith all of my free time that I manage to have, I'm also planning a wedding and do agility with my 2.5 year old Aussie/BC gal, Nova. My furry crew also includes an 11 year old red merle aussie, [Jamie](http://imgur.com/DyddBCe); a brown DSH tabby [Voltron](http://imgur.com/Rq5twQu); two tabby point siamese mixes, [Jorah](http://imgur.com/NzztfDq) and [Espeon](http://imgur.com/Rq5twQu); two Sugar Gliders, Banjo and Kazooie; and two Florida box turtles, Pixel and Byte.\n\n[Jorah has an especially interesting story](https://www.reddit.com/r/cats/comments/3tnpj0/hes_home_update_on_the_baby_kitty_fighting_for/), as he was a feral kitty brought into the TNR clinic on the verge of death so I took him home to care for him. Ended up needing 24 hour hospitalization where he went into cardiopulmonary arrest, but they were able to quickly bring him back to life. He is my miracle baby and is doing fantastic now!!\n\nAMA!\n\n**PROOF:** I don't have a copy of my current license, as it is on display at the clinic atm, [but here is my pocket license from last year](http://imgur.com/LDPMYhM).\n\nAnd [here is me walking a client's cat](http://imgur.com/a/62bth), in case you needed extra reassurance that I am, indeed, crazy enough to do all of these things.\n\n**EDIT** I'll be checking in periodically throughout the afternoon, as I'm at a client's house and their backyard is just to die for.", "Hello! We are the [Old School RuneScape](http://oldschool.runescape.com/) team.\n\nFollowing a referendum and poll asking the players if they would like to see a retro version of RuneScape, back in 2013 we launched a version of RuneScape from way back in 2007. **Old graphics, old gameplay, old everything**.\n\nWe have been actively developing this version of the game, implementing quality of life and content updates which are approved by over 75% of the community. In fact, we are just about to release our first ever quest - **Monkey Madness II** - a sequel to a quest line started over 11 years ago.\n\nWe are a bit of an anomaly in the games industry, and the concept of Old School RuneScape can often boggle the minds of onlookers, so we wanted to answer any questions you may have.\n\nAnswering your questions today are:\n\n* Mod Mat K, product manager\n* Mod Ash, principal content developer\n* Mod John C, QA analyst\n* Mod Weath, brand protection specialist\n* Mod Ronan, community manager\n* Mod Archie, video journalist\n* Mod Maz, training and developer lead\n* Mod Kieren, QA analyst\n* Mod Jed, junior content developer\n\nProof: https://twitter.com/OldSchoolRS/status/720998933468721152\n\n----\nEDIT:\n\nThank you for all of the questions! We're all out of beer and pizza so we are going to head home for now. This was a great experience and we'll be sure to make a return trip at some point in the future.\n\nIf you guys have any questions, you can always find us on [Twitter](https://twitter.com/JagexRonan/lists/osrs-team) or over in /r/2007scape.", "**My 5 Questions:**\n\n1. What is your favourite game?\n2. Have you seen those Godd Howard memes?\n3. What advice would you give to someone wanting to get into the video game industry?\n4. Favourite elder scrolls race?\n5. What games are you highly anticipating? \n\n**Public Contact Information:** https://twitter.com/bethesdastudios", "**Edit:** Thanks for the questions Reddit!  We're out for today but will keep checking in if there are more comments\n\nHey there Reddit!\n\nHave firefly questions?  We have answers!  We are a team of biologists who propose to sequence the genome of the Big Dipper firefly (Photinus pyralis), the most common firefly species in North America.\n\nYou may have seen fireflies flash or glow yourself in the US or around the world, but did you know that fireflies also have a unique importance to science?  The gene behind firefly light, known as luciferase, is used everyday in diverse areas of science like cancer research & food safety.  Since fireflies are culturally important, scientifically important, and have declining populations from problems like habitat destruction, light pollution, and overuse of pesticides, our team proposed the sequencing of the firefly genome in order to preserve the valuable scientific knowledge still locked in the genome and provide genetic markers to help conserve fireflies for the next generation.\n\nWe have these members of team firefly answering your questions today:\n\n* Seth Bybee - Assistant professor of Biology at BYU\n* Sarah Sander - Postdoctoral associate at Cornell\n* Tim Fallon - PhD student at MIT\n\nProof below!\n\n* Proof #1: https://twitter.com/fireflygenome/status/721379714045227008\n* Proof #2: https://www.facebook.com/fireflygenome/\n\nDid we mention that the firefly genome is currently a top 5 finalist in a public contest for a fully-funded high-quality genome sequencing?  If this interests you, please consider voting in the contest!\n\n* Voting link: www.pacb.com/smrtgrant\n* The page for team firefly (with video): https://experiment.com/projects/illuminating-the-firefly-genome\n\nAsk us anything!", "**My 5 Questions:**\n\n1. On average how much porn do you watch a day?\n2. Don't you get tired of it?\n3. What is (in your opinion) the best piece that you've written?\n4. What makes you give a porno 10/10?\n5. What is the Casablanca of porn?\n6. Who's \"the guy\" that porn reviewers aspire to be?\n7. Does your mother know?\n\n", "**My 5 Questions:**\n\n1. Was Obama's lecturing style similar to his energetic political speeches, or was he just another boring lecturer?\n2. What type of lecturer was Obama; did he deviate much from the course content, or ever share exciting stories of his political ambitions?\n3. How did Obama compare to other lecturers at the University of Chicago Law School; was he a stand-out?\n4. Could you see any of Obama's political beliefs come through in his lecturing, such as any criticism of some constitutional amendments, perhaps?\n5. What is the most prominent thought or concept that you took away from Obama's lectures?\n", "Hi Reddit!\n\nMy name is Alex, and I have albinism. I’m back for another exciting AmA!\n\n**Proof**\n\n* AmA proof: https://www.flickr.com/photos/applealexc/26463866235/in/dateposted-public/\n\n* Bonus picture: https://www.flickr.com/photos/applealexc/22260340291/in/dateposted-public/\n\n* Headshots: http://imgur.com/a/gbDz7\n\n* DNA test results: https://www.flickr.com/photos/applealexc/14500821049/in/photostream/\n\n* Letter from my genetic counselor explaining DNA results: https://www.flickr.com/photos/applealexc/14500991097/in/photostream/\n\nSo go ahead, ask me anything.", "**My 5 Questions:**\n\n1. is the job as bad as they say it is?\n2. is the pay as good as they say it is?\n3. did you run into any unexpected requirements for the position\n4. do you see yourself remaining an ATC for the foreseeable future?\n5. do you like my questions? :D\n\n**Public Contact Information:** If Applicable", "EDIT: Thank you everyone for your questions! We'll keep answering you by private message and on http://twitter.com/actinspace We hope many of you will join us during ActInSpace :)\n\nHello to all challenge enthusiasts and soon-to-be entrepreneurs. We work in the space sector and we are the creators of ActInSpace, an international event designed just for you. From challenges using spatial technologies and/or data, you will have to come up with new products and uses that will be part of tomorrow’s daily life, in 24 Hours flat!\n**Do you want to create your own space startup? Then come and ask us all your questions!**\n\nWe are here to answer you:\n\n* Romain Desplats and Chloé Gommé will tell you all about about challenges.\n* Aurelie Baker will inform you about international cities organization\n* Didier Lapierre and Pauline Montfort will answer all other questions.\n\nFor further information, see http://www.actinspace.org/en/ or http://entreprises.cnes.fr/ActInSpace\nChallenges are here: http://www.actinspace.org/en/challenges\n\n**Our Proof:** https://twitter.com/ActInSpace/status/719539250300121089", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "The /r/Videos mod team has a few ideas in mind about how to improve the subreddit family, but we feel that a new lick of paint will make these ideas a lot easier to implement, as well as help in removing a bit of unnecessary text, and generally clarifying the experience.\n\n---\n\n#**The role**\n\nWe're looking for a CSS mod(s) to work on and develop the stylesheet for /r/Videos, /r/Videos_Discussion, /r/Political_Video, and our mod subreddit—they all share the same basic theme. /r/Videos sees around 3million views a day and around 100million a month.\n\nPlease note that this position *does not guarantee* that you will become a full moderator, but any future application would be given priority.\n\n#**Requirements**\n\nThere are no account age or karma requirements for this position, however knowledge of reddit's CSS and having designed or worked on the CSS for a subreddit would be an advantage. \n\n#**How to apply**\n\nTo apply, please [fill out and submit this Google form](http://goo.gl/forms/yzgAfnzyrr), it should take no more than a minute.\n\n#**Questions? Ideas?**\n\nIf you have any questions or CSS ideas, please feel free to leave a comment in this post.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""], "type": ["self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "self.AskReddit", "reddit.com", "imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "imgur.com", "imgur.com", "imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "m.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "self.todayilearned", "self.todayilearned", "brainpickings.org", "time.com", "boisecoffee.org", "theguardian.com", "reuters.com", "en.wikipedia.org", "thejournal.ie", "en.wikipedia.org", "huffingtonpost.com", "en.wikipedia.org", "youtube.com", "nobility.org", "en.wikipedia.org", "contactmusic.com", "recycleacrossamerica.org", "npr.org", "sdinspect.com", "ovocontrol.com", "ghosttowns.com", "eatocracy.cnn.com", "en.wikipedia.org", "nakedsecurity.sophos.com", "mw.micronation.org", "self.pics", "self.pics", "imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "i.reddituploads.com", "imgur.com", "imgur.com", "imgur.com", "self.science", "healthsciences.ku.dk", "eurekalert.org", "blogs.agu.org", "mcgill.ca", "biosphereonline.com", "news.meta.com", "dadm.alzdem.com", "sciencenewsjournal.com", "sciencedaily.com", "sciencenewsjournal.com", "advances.sciencemag.org", "self.science", "sciencedaily.com", "nih.gov", "ije.oxfordjournals.org", "nytimes.com", "phys.org", "cell.com", "ucdavis.edu", "phys.org", "the-aps.org", "the-scientist.com", "news.brown.edu", "genengnews.com", "independent.co.uk", "theguardian.com", "edition.cnn.com", "independent.co.uk", "edition.cnn.com", "euronews.com", "indianexpress.com", "independent.co.uk", "theguardian.com", "france24.com", "bbc.co.uk", "uk.reuters.com", "independent.co.uk", "news1130.com", "cnsnews.com", "bbc.com", "money.cnn.com", "timesofisrael.com", "bnonews.com", "in.reuters.com", "timesofisrael.com", "abc.net.au", "ctvnews.ca", "latimes.com", "abc.net.au", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "self.IAmA", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "i.imgur.com", "self.videos", "youtube.com", "youtube.com", "youtube.com", "youtube.com", "youtu.be", "youtube.com", "youtu.be", "youtube.com", "youtube.com", "youtube.com", "youtube.com", "youtube.com", "youtube.com", "youtube.com", "youtu.be", "youtube.com", "youtu.be", "youtube.com", "youtu.be", "youtube.com", "youtube.com", "youtu.be", "youtube.com", "youtube.com", "gfycat.com", "gfycat.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "i.imgur.com", "gfycat.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "i.imgur.com", "imgur.com", "gfycat.com", "i.imgur.com", "imgur.com", "i.imgur.com", "imgur.com", "imgur.com", "imgur.com", "gfycat.com", "gfycat.com", "i.imgur.com", "i.imgur.com"], "subreddit": ["askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "askreddit", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "funny", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "todayilearned", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "pics", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "science", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "worldnews", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "iama", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "aww", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "videos", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming", "gaming"], "title": ["/r/askreddit's originality contest, round 2", "What's the worst post that has ever reached the front page?", "Teachers of Reddit: Have you ever had a real genius in class? What made him/her so smart?", "Teachers of reddit, what shit goes on at schools that students don't know about?", "Take all Hillary, Bernie, Trump, and Cruz supporters divide them up respectively and send each to a new planet to colonize life. Flash forward 500 years, what has become of the colonies?", "[Serious] Psychologists of Reddit, what are some good ways to stay mentally healthy?", "Insurance providers of Reddit, what is the most outrageous, but legitimate, claim you have had a client make?", "[NSFW] What is a lifehack you came up with that you are not proud of?", "[Serious]People with kind, supportive, 'good' family lives that still ended up in trouble/going down a bad path, what happened? What other factors in your life influenced your choices? If you have any siblings, how did they turn out?", "What is your city known for?", "What is the hardest thing you've ever had to do?", "What can't be destroyed by the Hydraulic Press guy no matter how hard he tries?", "What would the 12 year old you think of you if he/she sees you right now?", "What do you actually love about yourself?", "What was \"The Scandal\" at your high school?", "What's the first thing that comes to mind when you hear \"South Africa\"?", "Americans, what do you actually think of Canadians?", "What is your \"everything is going to be okay\" song?", "What's the song that just makes you feel like a total badass as you walk down the street?", "[Serious] Redditors living in countries who have Universal Healthcare, what are honest disadvantages to the system?", "What is something normal now that you think will be abnormal in the next 20-50 years?", "What is your favorite riddle?", "Non-US Redditors, what's something you always wanted to ask to an American?", "[SERIOUS] What is the best unexplained mystery?", "What have movies led you to believe?", "Subreddit Of The Month [April 2016]: /r/catreactiongifs. Know of a small (under 10,000 subscribers) humor-based subreddit that deserves a month in the spotlight? Link it inside!", "I shouldn't find this funny... but I do...", "Conan tries to learn Korean, has a fantasy fulfilled instead.", "Maybe my favourite 'Simpsons' monent", "Walked by when i saw this...", "Stage 1 Clinger.", "Extreme lack of excitement from a Scottish newspaper regarding a visit to the isle of Skye from Kanye west.", "My local dentist doesn't have enough patients...", "good guy amazon", "Code Mode", "\"Oh shit, I'm on the big screen.\"", "This dog showed up to PetSmart and asked to speak to the manager...", "Dad is thinking about changing professions.", "Smoothest mode of transportation", "I'm not falling for that again bathroom goblins...", "I live in Maine and this is our General Store.", "Honk!", "Guy at a modern art gallery", "One of my favorite Simpsons jokes", "On April Fools, someone in my town decided to send a local megachurch a humorous message", "Fixed the kid whose mom sent him to school in pajamas on picture day", "I hear there's an eclipse tonight...", "bicycle.zip", "Watching House Hunters when this conversation occurred. I think his face says it all...", "My friend is starting to realise he looks a bit like mr bean", "Please copy/paste the relevant text from your source in the comments (+ a note on verifiable titles)", "Request for identification of frequent TILs reposts. Provide TIL reddit link as a top-level comment.", "TIL Albert Einstein once received a letter from a girl lamenting that she couldn't be scientist because of her gender. He responded, \"I do not mind that you are a girl, but the main thing is that you yourself do not mind. There is no reason for it.\"", "TIL Netflix allows employees to take unlimited maternity or paternity leave during the first year after their child’s birth or adoption.", "TIL Until 1616 coffee was essentially a monopoly run by Yemen. Merchants were forbidden to sell live coffee plants or seeds. That changed when Pieter van der Broecke, a Dutch merchant, stole coffee seeds and brought them back to Holland. 40 years later coffee had traveled as far as Sri Lanka.", "TIL that Kimbal Musk, brother of Elon Musk, enrolled in culinary arts class after making $307 million from a startup with his brother and then started a nonprofit organisation focusing on environmentalism and healthy eating.", "TIL that China discovered multiple ancient tombs dating back 1,800 years in the city of Nanjing, only to destroy them by building an IKEA over the site.", "TIL the constitution of the Bhutan specifies that 60% of the country must remain forested.", "TIL the satirical news outlet 'The Onion' is now worth more than most of the legitimate news outlets that it mocks", "TIL Leonard Cohen's manager took $5 million from him and sold the rights to his music over time to pay her credit cards among other things leaving him with $150,000. He never retrieved the money and basically said he hoped she would learn from it and be a better person.", "TIL Harris County, Texas has sentenced more people to death than 49 states.", "TIL the United States has the 4th largest native Spanish-speaking population in the world, and has more native speakers than Spain", "TIL Elon Musk wasnt originally going to produce electric cars, but when GM took back all their electric cars and had them all crushed, Elon was surprised to see that owners cared so much that they held a candlelight vigil for them. As if the cars had been \"executed\"", "TIL that the rules of chess were changed in the 15th century to reflect the accomplishments of Queen Isabella", "TIL Gene Wilder is still alive, and hasn't acted in a movie, because he is tired of \"the bombing, shooting, killing, swearing and 3-D.\"", "TIL that Red Hot Chili Peppers frontman Anthony Kiedis lost his virginity at the age of 12, to his father's 18-year old girlfriend, with his father's blessing", "TIL Recycling one glass jar saves enough energy to watch TV for 3 hours", "TIL The when the city of Austin Texas asked people online to rename their Solid Waste Services Department, the winner was \"The Fred Durst Society of the Humanities and Arts\".", "TIL Smoke Detectors mostly chirp in the dead of night because the chemical reaction in batteries slows down when the air get's colder thus tripping the detectors low battery detector.", "TIL pigeons are not native to North America and that they live in urban areas because \"city buildings and window ledges mimic the rocky cliffs originally inhabited by their ancient ancestors in Europe.\"", "TIL Texas has at least 200 ghost-towns", "TIL Kit Kats became so popular in Japan because of a literal translation of \"kitto katsu\", which means \"Surely win\" and lead to the implication of the bar giving good luck (making it a popular snack, especially before exams.)", "TIL that even though Disney was willing to completely fund Lady in the Water, M. Night Shyamalan stormed out of their offices claiming they no longer valued individualism, because then-chairman Dick Cook didn't understand the story. The film was later released under Warner Bros.", "TIL a man taking his first ever selfie, with a Darth Vader cut-out, had his picture taken and posted online by a mother who believed he was taking pictures of her kids. He said he thought the selfie would be a good dad joke to send to his three children, who love the Star Wars movies.", "TIL the Imperial Air Force of the micronation of the Empire of Paravia consists of 2 radio-controlled helicopters and a pair of small rubber band planes.", "/r/pics March 2016 moderation report - Pics Mods: The New Gods? Science Says: \"Yes!\"", "Professional photographers and artists: We now offer 'Verified' flair and guidelines for linking to your own site", "This picture of Justin Bieber getting choked at a nightclub looks like a Renaissance painting.", "The streetlights at the Zippo factory", "Would make a great beer ad", "The farm below the mountain", "Sword awarded to Ulysses S. Grant in 1864", "An abandoned Chinese fishing village", "Footballer Alex Morgan mid shot", "View from our \"hotel room\" in Finland :)", "A Conch's eyes", "He found a puddle..", "Billie Jean King and Bobby Riggs vs Emma Stone and Steve Carell", "A 7.8 earthquake struck my home country, Ecuador. These are the road conditions to get to some of the most affected areas.", "When you are over 6'1\" tall, but you are still very short compared to your 7'6\" tall friend.", "Rough neighbourhood", "My friend's cat had an allergic reaction to her food", "Brütsch Mopetta", "Dread", "Awesome view", "A mother centipede protecting her babies", "8 years, an expander, teeth removal, braces and double jaw surgery later...", "Seattle is Beautiful", "*cries in italian*", "I found some erotic novels from the 70's in my subfloor.", "Science AMA Series: We just published a study showing that ~97% of climate experts really do agree humans causing global warming. Ask Us Anything!", "Study on twenty obese individuals, shows that if an overweight person is able to maintain an initial weight loss – in this case for a year – the body will eventually ‘accept’ this new weight and thus not fight against it, as is otherwise normally the case when you are in a calorie-deficit state.", "Researchers have developed an ultrathin, ultraflexible, protective layer and demonstrated its use by creating an air-stable, organic OLED display. This technology will enable creation of electronic skin displays of blood oxygen level, heart rate sensors for athletes and many other applications.", "The most comprehensive analysis to date of a series of earthquakes that included a 4.8-magnitude event in East Texas in 2012 has found it plausible that the earthquakes were caused by wastewater injection.", "Depression may compound the risk of developing type 2 diabetes in people with early warning signs of metabolic disease, according to researchers.", "Study finds that snorkelers harm coral reefs more than they realise, and that raising awareness on reef etiquette can help", "Low-carb diets lead to more weight loss than low-fat diets. Meta-analysis of 53 randomized controlled trials including 68,128 participants found low-carb diets to yield significantly more weight-loss. Among the more aggressive diets studied high-fat diets also performed better than low-fat diets.", "The first case of Alzheimer's dementia (AD) has been reported in an HIV-positive individual. This challenges the previous assumption that HIV-positive individuals could not develop AD, and has potential implications for the increasingly aging population of people living with HIV.", "Scientists Identify A Host Protein That Weakens The Immune Response To HIV", "Six-step hand-washing technique found most effective for reducing bacteria", "Scientists developed a microscope that uses AI in order to locate cancer cells more efficiently. The device uses photonic time stretch and deep learning to analyze 36 million images every second without damaging the blood samples", "Electronic skin measures oxygen levels, visualizes data on the body", "Science AMA Series: I’m Travis Hagey, a Postdoctoral Fellow at Michigan State University studying the sticky toes of gecko lizards. AMA!", "‘Trickle of food’ helped deep sea creatures survive asteroid strike that wiped out the dinosaurs", "Greenness around homes linked to lower mortality: Women live longer in areas with more green vegetation, according to new research.", "The epigenetic clock and telomere length are independently associated with chronological age and mortality", "It’s Not Cancer: Doctors Reclassify a Thyroid Tumor. As a result, the condition has been downgraded and thousands of patients will be spared removal of their thyroid, treatment with radioactive iodine, and regular checkups for the rest of their lives.", "Clear-cutting destabilizes carbon in forest soils, study finds", "Neural Integration Underlying a Time-Compensated Sun Compass in the Migratory Monarch Butterfly", "UC Davis Study Says Logos Make a Group Seem ‘Real’", "SLAC researchers recreate the extreme Universe in the lab", "Researchers find lower caloric intake provides a benefit to middle-aged, but not young, animals", "A new study of mouse embryos fertilized by in vitro fertilization indicates that alterations in epigenetic markers on the X chromosome may be why males outnumber females among offspring bred through IVF.", "Scientists report a new degree of success in using brain scans to distinguish between adults diagnosed with autism and people without the disorder, an advance that could lead to the development of a diagnostic tool.", "Antiobiotic-induced gene swapping, once believed to be one of the main forces driving the increase of antibiotic resistance, shown not to be true for most cases", "Ed Miliband says Panama Papers show ‘wealth does not trickle down’", "Brazilian congress votes to impeach president Dilma Rousseff", "Brazil's lower house weighs impeachment for president Rousseff", "Man accidentally discovers \"perfectly preserved\" Roman villa in his backyard - Luke Irwin came across a well preserved Roman villa dating back 1,400 yrs which may have been home to an emperor", "Brazil's lower house weighs impeachment", "Castro, 84, says Cuba's leaders are too old, proposes limits", "Pharmaceutical company manager busted with $300 million worth of ephedrine, illegally used for production of methamphetamine in India .", "Putin revealed to have told Assad: 'We will not let you lose'", "Hands off our cherished BBC, say older voters - The government is not trusted by a majority of voters to protect the BBC. Labour has recently accused ministers of trying to “intimidate” the BBC as part of a wider attempt to limit scrutiny of [the government's] activities.", "Europe can't take in millions of migrants: ex-chancellor Kohl - Former German Chancellor Helmut Kohl has warned that Europe can't become \"a new home\" for millions of migrants, in a veiled criticism of incumbent Angela Merkel's liberal asylum policies.", "Brazil crisis: Rousseff loses lower house impeachment vote", "Earthquake kills 77 in Ecuador, devastates coastal area", "Pilot flying into Heathrow airport says 'drone hit plane'", "Brazil leader's ally admits impeachment defeat", "Study: Pakistan’s public school textbooks negatively portray the country’s religious minorities, including Hindus, Christians and Ahmadis, as “untrustworthy, religiously inferior, and ideologically scheming.”", "Rousseff set to lose impeachment vote", "Apple recovered 2,204 pounds of gold from broken iPhones last year", "Netanyahu vows Golan Heights will remain part of Israel forever", "Ecuador earthquake: Powerful M7.4 tremor near Pedernales prompts tsunami alerts.", "Congress to vote on impeaching Rousseff in divided Brazil", "Singapore PM set to make historic visit to Israel", "Rodrigo Duterte: Philippines presidential candidate jokes about rape and murder of Australian missionary", "Trudeau: Respecting Saudi deal a 'matter of principle'", "Video of soldiers torturing woman prompts apology from Mexican defense chief", "One of Italy's 100 most dangerous criminals has been arrested by detectives disguised as pizza boys who delivered food to his home as he was watching a football match.", "/r/IndianFood is hosting an AMA with a Michelin-starred Indian Chef Hari Ghotra [xpost]", "We are Jeff Moss, also known as The Dark Tangent, and Mr. Robot writer and tech consultant Kor Adana - Ask Us Anything!", "IamA teenager who's been on a wheelchair for his whole life, AMA!", "I am a volunteer election monitor and activist against bad election systems and processes including electronic voting. I’ve been falsely arrested for it and active since mid-2003. Info on current election misconduct included. AMA – if it takes weeks I’ll answer every question.", "Aiden Aslin, a former British fighter for the YPG, a Kurdish militia fighting the IS, is doing an AMA over in /r/syriancivilwar [xpost]", "[AMA Request] A Goldman Sachs employee who heard one of Hillary Clinton's unreleased speeches", "[AMA Request] One of the NHL officials who presided over the March 26, 1997 \"Brawl in Hockeytown\", which saw 9 separate play stoppages due to fighting, and one of the best goalie fights of all time.", "I am a previous Gamestop Store Manager. AMA", "[AMA Request] Senior/medium ranking Canadian civil servant", "[AMA Request] Killer/murderer (convicted, exonerated, paroled, released, or acquitted (or more if there are other words))", "IamA CMO of Futrena Inc, young entrepreneur build the fantastic online innovation hub. AMA!", "[AMA Request] Professional Badminton Player(s)", "[AMA Request] Nicholas Sparks", "[AMA Request] CGP Grey", "[AMA Request] John Green. Author, youtuber, co founder of vidcon and much more.", "[AMA Request] Jim Zemlin. Executive director Linux foundation.", "IamA credentialed veterinary technician, pet sitter, and volunteer at a wildlife rehab center and feral cat TNR clinics as well as my state's vet tech association. AMA!", "We are the team who brought back Old School RuneScape - Ask us anything!", "[AMA Request] Todd Howard of Bethesda Games Studios", "We are the firefly genome team. Ask us anything!", "[AMA Request] Professional Porn Reviewer", "[AMA Request] Anyone who studied constitutional law at the University of Chicago between 1992 and 2004, when Barack Obama was a lecturer", "I have albinism—AmA", "[AMA Request] Air Traffic Controller", "We are ActInSpace organizers, an international hackathon-like to create your own space startup. AMA !", "Toddler socks make her look adorable!", "Like father, like son :)", "Found the crab apple bandits!", "Born under my bed 14 years ago", "Okay, time to give me attention", "I was hearing creepy noises outside all night, found these monsters this morning.", "Look at that face. The joys of being a parent", "This gentleman wanted to buy me a beer", "The noodles are boiling.....", "His name is Obi.", "How do I look?", "New kitty has forced us to increase our caffeine intake. Poor husband at 4 am.", "because you know, no matter what, he’d do anything for you.", "He cracked open a pen. Blue footprints everywhere!", "Another loyal customer at my work", "Best. Day. Ever.", "Relaxing with mom", "My boyfriend captured the exact moment our cat accepted our new 13 week old kitten.", "So a family of opossums walked out in front of me...", "This is Pedro, our little turdlet!", "Sleep tight, pupper", "Weary Squirrel", "From a dingy roadside box to a warm nest beside my bed.", "Local police find dog. He looks like he's been arrested and is reflecting on his life choices.", "This cute kitty", "We're recruiting for a CSS mod", "Benedict Cumberbatch reacts to a reddit review of himself", "Kevin's still a cunt.", "Guy puts us into the game with green screen and VR", "Motivational Speaker goes off after being disrespected by high schoolers...", "Canadian Flanders", "I never knew this sound effect on \"Animaniacs\" was done by an actual person. Maurice Lamarche ladies and gentlemen.", "Wanted to see if this would work. I am very entertained.", "Doing laundry with hydraulic press and liquid nitrogen", "Skinner's Post-Vietnam PTSD", "I give you the AFL. With the speed of NFL but with no pads. Brutal.", "Gary The Goats owner facing charges for serious crimes such as making a joke, and peeing into a cup", "The Stupidest Names On Earth (Normal, Celebrity & Youtube Names)", "My Milkshake Brings All The Boys To The Yard", "Ozzy: AFL vs Soccer Big Hit", "Making a snow-ready tank in 20 minutes", "Cubs Meet Adult Tiger For The First Time", "Japanese girl who sacrificed her life to save people from tsunami (eng-sub)", "How to Make a Pet", "Chinese Grandma learns English swearing (nsfw)", "2 Chainz Interview- Darling, this is Chamomile Tea", "Pilgrim's Pride factory farmers film inside their own barns, expose chickens with 'flesh eating' bacteria", "Colombian man saves dog hanging from building balcony", "Chose your own adventure Fallout: New Vegas ManyATrueNerd brings a new twist on chose your own adventure style books to youtube", "Adam Savage from Mythbusters cuts through a 2x4 with a leatherman knife in 21 seconds", "Dark Souls III really stepped up the enemy AI", "Who says Dark Souls 3 is all serious?", "[Rocket League] Never give up!", "So I isolated a poster out of the Dark Souls III VHS cover", "Yennefer alternative cosplay by Maria Hanna", "Anyone else?", "Made a strategy flowchart of everything I've learned so far. [Dark Souls 3]", "I may have made a huge mistake", "Miniature San Andreas (GTA V)", "Met the voice of Trevor from Gta V Steven Ogg today hes a super cool guy!", "Night Rider - Modelling an Indie game", "TIL in Portal 2, the reason the space core orbits Wheatley is because he is so dense", "Street fighter in plane", "My first attempt at sculpture! Garrus from Mass Effect", "Rocket League Drunken Master Style", "Best Video Game Joke.", "My nephew ran out and said his dad bought him a new \"video game\"... I'm jealous", "What I really need for Dark Souls 3...", "I uh... don't even know what to say", "Dr. Robotnik considers his life choices...", "Big Daddy keychain from Bioshock that I made.", "Hand animated point and click adventure, LUNA - The Shadow Dust", "I don't know what i expected", "Hyper Light Drifter", "I know I'm a noob, but a chance like this doesn't come often. Anyway, sorry I blew it"], "postid": ["4eujyq", "4f8inb", "4f6a7t", "4f6e69", "4f6zdd", "4f8kj4", "4f7s4d", "4f6xgt", "4f6bvz", "4f85hv", "4f7zwb", "4f7txc", "4f5io5", "4f5rr2", "4f8ou4", "4f67qb", "4f6k2p", "4f6t35", "4f7qwy", "4f81qq", "4f9dq5", "4f66tg", "4f8iyt", "4f3yh4", "4f986e", "4d11fw", "4f8fys", "4f82bq", "4f8847", "4f7i72", "4f7duw", "4f77rt", "4f7hyt", "4f956w", "4f6zuc", "4f75eg", "4f71ty", "4f8145", "4f8tc3", "4f6r2g", "4f6kle", "4f6rod", "4f6q81", "4f6p7s", "4f7204", "4f7lnw", "4f6niu", "4f6eiu", "4f68ap", "4f654s", "2kx75y", "4dnulc", "4f7wko", "4f8haw", "4f7mni", "4f6mgd", "4f79xx", "4f6qdp", "4f6a1j", "4f802n", "4f6ltz", "4f6b0u", "4f7nty", "4f8lw3", "4f5mhl", "4f8a2z", "4f8hhm", "4f9adn", "4f5dsh", "4f74nr", "4f6ap8", "4f4xue", "4f6hxh", "4f8jy7", "4f6i5h", "4dbw7h", "4a40jr", "4f8dno", "4f7wvu", "4f86h7", "4f74zu", "4f7zdf", "4f6hbu", "4f8h1f", "4f6j51", "4f6exe", "4f6dsp", "4f7q14", "4f7ahx", "4f6h10", "4f7ab4", "4f91d0", "4f7v8a", "4f5bg6", "4f8551", "4f76kh", "4f6eke", "4f8txn", "4f52rr", "4f9771", "4f6f6g", "4f4x14", "4f8mc3", "4f891n", "4f8ooh", "4f5zdg", "4f6iv9", "4f9rey", "4f6w5x", "4f94ck", "4f1l9k", "4f7qkx", "4f1kib", "4f1e3y", "4f3x4b", "4f4yu7", "4f03ed", "4f1jx2", "4f8you", "4f6nvy", "4f1jet", "4f5qoz", "4f54a6", "4f3jcv", "4f3qed", "4f6ve8", "4f9kgf", "4f9oag", "4f69v5", "4f8irr", "4f7h2d", "4f6z7x", "4f6gip", "4f7lzd", "4f70op", "4f9q4t", "4f6i6d", "4f7jnb", "4f9pbx", "4f5nhf", "4f9lcu", "4f46r7", "4f66je", "4f4glr", "4f6tuc", "4f8j8w", "4f6fvc", "4f8q9k", "4f9kh4", "4f8le5", "4f5xih", "4f7mkb", "4f7agi", "4f5mkv", "4f7se1", "4f6lci", "4f1z9y", "4f1ocm", "4f9t1y", "4f84cf", "4f9dam", "4f8bqx", "4f7nuc", "4f3qyg", "4f5ids", "4f1chv", "4f30c5", "4ex98n", "4f0vge", "4f2ngz", "4f3wad", "4f000d", "4f2m68", "4f19cr", "4ewc2i", "4f7iaa", "4f7hgg", "4f83uh", "4f7rwj", "4f82q6", "4f72la", "4f6ubl", "4f93up", "4f6r3a", "4f73j0", "4f77xt", "4f8bbu", "4f665z", "4f66ic", "4f7ksa", "4f89a8", "4f7a7e", "4f8poh", "4f9k13", "4f96u0", "4f888s", "4f8ldr", "4f98sp", "4f64s1", "4f7y67", "4f78kn", "4f7ics", "4f6z82", "4f88eq", "4f86bm", "4f6gie", "4f7dnh", "4f8tb0", "4f68dk", "4f8m42", "4f66ut", "4f5t5q", "4f7szt", "4f8isa", "4f65qv", "4f7vor", "4f8sla", "4f6u7t", "4f7qat", "4f6fvp", "4f8dvl", "4f7898", "4f9mat", "4f8tyc", "4f5dqn", "4f7ywt", "4f7int", "4f8jx0", "4f96d5", "4f91gf", "4f7o5o", "4f9f5b", "4f6xfv", "4f8na4", "4f9253", "4f6b71", "4f5lir", "4f5zoi", "4f76pe", "4f6xwk", "4f5z69", "4f8jtc", "4f5mwi", "4f9gjx", "4f9751", "4f6xjr", "4f79sl", "4f8h4c", "4f8y1r", "4f4dtg"]}